[
    {
        "review": "b'@DrRPNishank @PrakashJavdekar @naqvimukhtar @JoshiPralhad @gssjodhpur @girirajsinghbjp @reliancejio @TCS @HDFC_Bank\\xe2\\x80\\xa6 https://t.co/Bsm8zKdF8m'"
    },
    {
        "review": "b'@cvoice5678 @Themangofellow @Maruti_Corp Most of their Car is ment for Cheap car buyers. U must See the quality of\\xe2\\x80\\xa6 https://t.co/z0p72rz6Z9'"
    },
    {
        "review": "b'@Themangofellow @Maruti_Corp Maruti cars are #TinCans they continue to cheat and loot people.'"
    },
    {
        "review": "b'@riddhi483 @Maruti_Corp @NexaExperience'"
    },
    {
        "review": "b'@anandmahindra @Mahindra_Auto Take a bow Sir \\xf0\\x9f\\x91\\x8d\\xf0\\x9f\\x91\\x8d\\n\\nMaruti, are you listening this? @Maruti_Corp'"
    },
    {
        "review": "b'@randhir_kalsi @Maruti_Corp @MSArenaOfficial you must improve the safety of your cars instead of skiping NCAP test.\\xe2\\x80\\xa6 https://t.co/dhVLd7OfdR'"
    },
    {
        "review": "b'Colors to air \\xe2\\x80\\x98Khatron Ke Khiladi 10\\xe2\\x80\\x99 from 22 Feb\\nhttps://t.co/hrMEWDo64q\\n@ColorsTV #KhatronKeKhiladi10\\xe2\\x80\\xa6 https://t.co/V7vzCMM1u9'"
    },
    {
        "review": "b'@SergiusBarretto @Maruti_Corp @SirishChandran Maruti ki leela Maruti hi jaane (Pun intended). For the ones uninitia\\xe2\\x80\\xa6 https://t.co/V5vwqziQQi'"
    },
    {
        "review": "b'@SergiusBarretto @Maruti_Corp @SirishChandran Yeah who can forget the awful 2 pot diesel celerio. Also know for a f\\xe2\\x80\\xa6 https://t.co/C5KO7xfWLC'"
    },
    {
        "review": "b'@Maruti_Corp #xl6  chrome work catching rust on new XL6. No option on website to raise any complaint on this model. https://t.co/LeBYOSomqf'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp https://t.co/1AAgG626al'"
    },
    {
        "review": "b'@Themangofellow @Maruti_Corp They don\\xe2\\x80\\x99t mind as long as people continue to buy their products.. BS6 bandre heavy in\\xe2\\x80\\xa6 https://t.co/M7i8SPmbtw'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/Gx5T9Ie9cN'"
    },
    {
        "review": "b'An earnest appeal to the manufacturers to help curb the noise pollution that\\xe2\\x80\\x99s causing severe mental stress especia\\xe2\\x80\\xa6 https://t.co/rp2fKnVNed'"
    },
    {
        "review": "b\"@Zee_petrosapian @Maruti_Corp @SirishChandran Double whammy. They needed time, remember they've only built one dies\\xe2\\x80\\xa6 https://t.co/LvNSEAbCBq\""
    },
    {
        "review": "b'I don\\xe2\\x80\\x99t get the drift behind @Maruti_Corp \\xe2\\x80\\x98s strategy. 1st they spend huge amount of moolah &amp; develop an in-house d\\xe2\\x80\\xa6 https://t.co/vs63OHtsXU'"
    },
    {
        "review": "b'.@Maruti_Corp launches #WagonR #CNG variant, part of #MissionGreenMillion https://t.co/TfiUOlkshg\\nMaruti Suzuki lan\\xe2\\x80\\xa6 https://t.co/P79Cq12TSM'"
    },
    {
        "review": "b\"@Maruti_Corp he lives 70 km away from the service center and he can't commute everyday to the service center. Kindl\\xe2\\x80\\xa6 https://t.co/35c6wiLjGv\""
    },
    {
        "review": "b'@Maruti_Corp one of my family member is facing challenges in getting his vehicle repaired frm maruti service cntr i\\xe2\\x80\\xa6 https://t.co/XHP7RGr0bR'"
    },
    {
        "review": "b\"@iamkushlove @volkswagenindia @VW @volkswagenms @consumerforum_ @forum_consumer @Ford @ndtv @Maruti_Corp It's a sha\\xe2\\x80\\xa6 https://t.co/oGRVTomK4j\""
    },
    {
        "review": "b'@Maruti_Corp at the #AutoExpo2020 exhibited some of the talk of the town automobiles https://t.co/HnBSDeEGqD'"
    },
    {
        "review": "b'#marutisuzukiarena #MarutiSuzuki @MSArenaOfficial @Maruti_Corp @AutoExpo_India @carandbike @IBT_Auto\\xe2\\x80\\xa6 https://t.co/myPCOc3Pb8'"
    },
    {
        "review": "b'@ashishmasih1 @Maruti_Corp That is fine.. but then where is the boot space?? After cng fitting there can nothing el\\xe2\\x80\\xa6 https://t.co/wsidJ1MlMt'"
    },
    {
        "review": "b'\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb0 5 \\xe0\\xa4\\xb2\\xe0\\xa4\\xbe\\xe0\\xa4\\x96 \\xe0\\xa4\\xa4\\xe0\\xa4\\x95 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x9b\\xe0\\xa5\\x82\\xe0\\xa4\\x9f\\n@HondaCarIndia @HyundaiIndia @Maruti_Corp @RenaultIndia #FebruaryOfferonCars\\xe2\\x80\\xa6 https://t.co/0c0FTfsYnC'"
    },
    {
        "review": "b'What else you can expect from a Tin Can manufacturer @Maruti_Corp @MSArenaOfficial @NexaExperience https://t.co/ewsb84hnQl'"
    },
    {
        "review": "b'@GoenkaPk Proud of mahindra and @TataMotors for giving safety more priority time for @Maruti_Corp to up the game'"
    },
    {
        "review": "b\"@Maruti_Corp Don't give such replies. I have done my homework that is why asking you. No one has any information on\\xe2\\x80\\xa6 https://t.co/TV5JwNsMd8\""
    },
    {
        "review": "b'Looking to buy an affordable hatchback car? @Maruti_Corp has launched the BS 6 Wagon R S-CNG at a starting price of\\xe2\\x80\\xa6 https://t.co/DD3yKrqhqO'"
    },
    {
        "review": "b'Looking to buy an affordable hatchback car? @Maruti_Corp has launched the BS 6 Wagon R S-CNG at a starting price of\\xe2\\x80\\xa6 https://t.co/OIlNAJLSCK'"
    },
    {
        "review": "b'@ashishmasih1 @Maruti_Corp Any Gass Car Toba Toba Sir,'"
    },
    {
        "review": "b'#marutisuzukiarena #maruti #marutisuzuki #marutisuzukiae20 @Maruti_Corp @MSArenaOfficial @autoportalindia\\xe2\\x80\\xa6 https://t.co/ESbTHf2vQz'"
    },
    {
        "review": "b'@Maruti_Corp All the best !!!!!'"
    },
    {
        "review": "b'@Maruti_Corp No 1 !!!!!'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/VUo1WBoUqO'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/Frdr2HC6k9'"
    },
    {
        "review": "b'@YasheshYadav @Maruti_Corp @RailMinIndia @MSArenaOfficial @HyundaiIndia @Hyundai @Hyundai_UK @RailwaySeva @cmohry\\xe2\\x80\\xa6 https://t.co/WXtuHaLaey'"
    },
    {
        "review": "b'@Maruti_Corp Pls tieup SBI lIFE INSURANCE for ur company !!!!! SECRET !!!!!'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/GJpbG3TtGJ'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/NcMVee81mK'"
    },
    {
        "review": "b'Monday inspiration: Ayush Jain, founder at @Xane_AI and Rockstart #AI \\xe2\\x80\\x9918 alumni, was interviewed by @Maruti_Corp M\\xe2\\x80\\xa6 https://t.co/tmidta1kzV'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp Dont just go on mielage. Make good quality cars.  And provide a reasonalbe warranty i\\xe2\\x80\\xa6 https://t.co/r3pfA17H2F'"
    },
    {
        "review": "b'Maruti Suzuki BS-VI Ignis \\xe0\\xa4\\xb2\\xe0\\xa5\\x89\\xe0\\xa4\\xa8\\xe0\\xa5\\x8d\\xe0\\xa4\\x9a\\n#NewIgnis @Maruti_Corp \\nhttps://t.co/xK3nIUNakp'"
    },
    {
        "review": "b'@Maruti_Corp  The tail lights of your new swift car are very bright which make difficult to drive. Please check and\\xe2\\x80\\xa6 https://t.co/WaY0ZlXpHQ'"
    },
    {
        "review": "b'More CNG care ready with BS6 from @Maruti_Corp @MSArenaOfficial \\n\\nhttps://t.co/JIA6wfq033'"
    },
    {
        "review": "b'@MiLOKMAT @Maruti_Corp look at your car condition. Please stop your tin can \\xf0\\x9f\\x98\\xa1'"
    },
    {
        "review": "b'\\xe0\\xa4\\x97\\xe0\\xa5\\x81\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\x97\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xae\\n\\xe0\\xa4\\xab\\xe0\\xa4\\xbc\\xe0\\xa4\\xb0\\xe0\\xa5\\x82\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\x97\\xe0\\xa4\\xb0: \\xe0\\xa4\\xb0\\xe0\\xa5\\x88\\xe0\\xa4\\xb2\\xe0\\xa4\\xb5\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa5\\x8d\\xe0\\xa4\\x9f\\xe0\\xa5\\x87\\xe0\\xa4\\xb6\\xe0\\xa4\\xa8 1873 \\xe0\\xa4\\xae\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa5\\x8d\\xe0\\xa4\\xa5\\xe0\\xa4\\xbe\\xe0\\xa4\\xaa\\xe0\\xa4\\xbf\\xe0\\xa4\\xa4 \\xe0\\xa4\\xb9\\xe0\\xa5\\x81\\xe0\\xa4\\x86, \\xe0\\xa4\\x86\\xe0\\xa4\\x9c\\xe0\\xa4\\xbc\\xe0\\xa4\\xbe\\xe0\\xa4\\xa6\\xe0\\xa5\\x80 \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb9\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\n\\xe0\\xa4\\xa6\\xe0\\xa5\\x87\\xe0\\xa4\\x96\\xe0\\xa5\\x87: \\n\\n\\xe0\\xa4\\x86\\xe0\\xa4\\x9c \\xe0\\xa4\\xaf\\xe0\\xa4\\xb9\\xe0\\xa4\\xbe\\xe0\\xa4\\x81 \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf/ \\xe0\\xa4\\xb9\\xe0\\xa5\\x82\\xe0\\xa4\\x81\\xe0\\xa4\\xa6\\xe0\\xa4\\x88 \\xe0\\xa4\\x86\\xe0\\xa4\\xa6\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x97\\xe0\\xa4\\xbe\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa4\\xbf\\xe2\\x80\\xa6 https://t.co/MzA9tyXp5J'"
    },
    {
        "review": "b'@Maruti_Corp when is brezza coming to showrooms?'"
    },
    {
        "review": "b\"@sapnamadan I use No @Kia , coz I use sasti wali @Maruti_Corp's Dzire\""
    },
    {
        "review": "b\"@Maruti_Corp Don't do fake commitment with me\""
    },
    {
        "review": "b'@Maruti_Corp resolve my problem mob. No is 8368709581'"
    },
    {
        "review": "b'Dear @nitin_gadkari pls make it mandatory for all cars to pass @GlobalNCAP /similar safety tests. \\n@Maruti_Corp mak\\xe2\\x80\\xa6 https://t.co/dMSMx8p3ob'"
    },
    {
        "review": "b\"@Zigwheels @Maruti_Corp Well well was really interested in the 3 door version. Let's see how the 5 door version loo\\xe2\\x80\\xa6 https://t.co/jHMFx2VgqN\""
    },
    {
        "review": "b'@jayeshj03947479 @RNTata2000 @Kia_Motors @HyundaiIndia @MGmotor @Maruti_Corp @anandmahindra I guess for any brand t\\xe2\\x80\\xa6 https://t.co/zp9YD2j1rU'"
    },
    {
        "review": "b'\\xe0\\xa4\\xa1\\xe0\\xa4\\xbf\\xe0\\xa4\\x9d\\xe0\\xa5\\x87\\xe0\\xa4\\xb2 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\x9a \\xe0\\xa4\\xac\\xe0\\xa4\\x82\\xe0\\xa4\\xa6 \\xe0\\xa4\\x95\\xe0\\xa5\\x87\\xe0\\xa4\\xb2\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xa4\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa4\\x82\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xbe \\xe0\\xa4\\xab\\xe0\\xa4\\x9f\\xe0\\xa4\\x95\\xe0\\xa4\\xbe \\xe0\\xa4\\xa8\\xe0\\xa4\\xbe\\xe0\\xa4\\xb9\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe \\xe0\\xa4\\xac\\xe0\\xa4\\xb8\\xe0\\xa4\\xa3\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0?\\nhttps://t.co/GVXCb6oFm3\\n@Maruti_Corp https://t.co/6AI3YkKvQi'"
    },
    {
        "review": "b'@MercedesBenzInd @JaguarIndia @Maruti_Corp @HyundaiIndia @HondaCarIndia @volkswagenindia +919844098040'"
    },
    {
        "review": "b'@Maruti_Corp My car no. is UP76 AC 4699.\\ngot reply from that I have to visit outside mechanic. this is not expected\\xe2\\x80\\xa6 https://t.co/D9CqDmgB4e'"
    },
    {
        "review": "b'@jayeshj03947479 @RNTata2000 @Kia_Motors @HyundaiIndia @MGmotor @Maruti_Corp @anandmahindra Service satisfaction is\\xe2\\x80\\xa6 https://t.co/oHbHB7E5BV'"
    },
    {
        "review": "b'My baleno done 3rd service at Noida motorcraft after balancing &amp; Alignment I faced continue problem with my car aft\\xe2\\x80\\xa6 https://t.co/yPnv2FS9Ka'"
    },
    {
        "review": "b\"@Maruti_Corp Is this true for your WagonR- 2020 ZXi top end model. What's the rating with 2 airbags? Report states-\\xe2\\x80\\xa6 https://t.co/7ucPIEy85P\""
    },
    {
        "review": "b'@tdas892 @Maruti_Corp Hello @tdas892 \\n\\nThank you for writing in, \\n\\nMaruti has revealed the Jimny at Auto Expo 2020.\\xe2\\x80\\xa6 https://t.co/H7ZSrSb2TJ'"
    },
    {
        "review": "b'@vijayshekhar @paperboatdrinks @RailwaySeva Another big role was played by @Maruti_Corp @TataMotors and\\xe2\\x80\\xa6 https://t.co/tQWJGsCQ2R'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial @MarutiCelerio @GarudaMaruti @KalyaniMotors @Maruti_Corp @MarutiCelerio @GarudaMaruti\\xe2\\x80\\xa6 https://t.co/IazooUf0Y0'"
    },
    {
        "review": "b'@Maruti_Corp \\n\\nThis is the car which a buy through one of the dealer in kashmir. And I registered a complaint on 12\\xe2\\x80\\xa6 https://t.co/7IR9qRogyn'"
    },
    {
        "review": "b'@HDFCERGOGIC I bought policy since 2016 through @Maruti_Corp and pay full premium amount with no any bargaining and\\xe2\\x80\\xa6 https://t.co/zc1ag4Ct3Y'"
    },
    {
        "review": "b'@Maruti_Corp As requested I have shared the contact details. Kindly reach out as soon as possible. @Maruti_Corp'"
    },
    {
        "review": "b'@Maruti_Corp @Maruti_Corp They told the engine gasket is gone and it needs to be replaced. They were unwilling to s\\xe2\\x80\\xa6 https://t.co/dU8OWPNXtC'"
    },
    {
        "review": "b'd. Across continents, hundreds of component #suppliers setup #factories &amp; \"follow an OEM\" like @Maruti_Corp\\xe2\\x80\\xa6 https://t.co/1INDsX1cut'"
    },
    {
        "review": "b'@Maruti_Corp Unfair, Unethical Practice from Bimal auto agency India Pvt. Ltd. Bagepalli Karnataka. \\n\\nFor a minor r\\xe2\\x80\\xa6 https://t.co/37UhrvAbSJ'"
    },
    {
        "review": "b'@Maruti_Corp I got my car serviced at your center and got it claimed after my accident. Still I have received my ca\\xe2\\x80\\xa6 https://t.co/BNS6ZZzmMU'"
    },
    {
        "review": "b'@Maruti_Corp \\n@suzukicycles \\n@RoyalSwedish \\n@royalsociety \\nHaving read in the Telegraph that you may be requiring k\\xe2\\x80\\xa6 https://t.co/QfjF8LiFOk'"
    },
    {
        "review": "b'@Maruti_Corp Sent'"
    },
    {
        "review": "b'@RenaultIndia I wntd to make a mistake to buy a renault #dumper bt god saved me bfre buying it Fake &amp; unprofessiona\\xe2\\x80\\xa6 https://t.co/SySCc407SV'"
    },
    {
        "review": "b'In 2020, @Maruti_Corp is ready to defend its number one position amid new entrants in the Indian auto industry\\n\\nhttps://t.co/l6jBJr0HyJ'"
    },
    {
        "review": "b'Every S-CNG car is fitted with high quality components and a unique micro switch which cuts of the engine during re\\xe2\\x80\\xa6 https://t.co/RCD0SO6Vhy'"
    },
    {
        "review": "b'@b50 Soon they will call the #WagonR a compact SUV @Maruti_Corp'"
    },
    {
        "review": "b'When Tata and Mahindra have started doing crash tests, why not Maruti Suzuki and others?\\nTime for safer cars... let\\xe2\\x80\\xa6 https://t.co/sUq7g3KiYn'"
    },
    {
        "review": "b'@HDFCERGOGIC very disappointed with car insurance by @HDFCERGOGIC car accident with a cow than car bumper and light\\xe2\\x80\\xa6 https://t.co/jQ4H0tTarh'"
    },
    {
        "review": "b'Proof enough to show that @Maruti_Corp doesn\\xe2\\x80\\x99t care a damn about their customers\\xe2\\x80\\x99 safety, All Sale No Safety !!! Su\\xe2\\x80\\xa6 https://t.co/xCoat8nqkf'"
    },
    {
        "review": "b'@Maruti_Corp \\n Next plz make cars using curtains like its in trekker so we can get more mileage upto 40km/L.\\nY usin\\xe2\\x80\\xa6 https://t.co/1uFDQxN3ne'"
    },
    {
        "review": "b\"@Maruti_Corp can you tell me do you really want to sell your car. I don't think . your show room DD MOTORS new tehr\\xe2\\x80\\xa6 https://t.co/HjzNyL3WbX\""
    },
    {
        "review": "b'@Maruti_Corp Tried Shock Sensor disable option in swift 2015, petrol model. Selected S2-SL2 option to disable, it d\\xe2\\x80\\xa6 https://t.co/UnWrplZMHL'"
    },
    {
        "review": "b'@Maruti_Corp I have purchased baleno registration no WB06P2444 from NEXA, my headlight troubling me a lot since inc\\xe2\\x80\\xa6 https://t.co/Tmc0ogpq0r'"
    },
    {
        "review": "b'@Maruti_Corp \\xc2\\xa0Its\\xc2\\xa0only\\xc2\\xa01.5\\xc2\\xa0years\\xc2\\xa0have\\xc2\\xa0bought\\xc2\\xa0celerioX\\xc2\\xa0zxi (amt).\\xc2\\xa0It\\xc2\\xa0has\\xc2\\xa0started\\xc2\\xa0giving\\xc2\\xa0me\\xc2\\xa0pick\\xc2\\xa0up\\xc2\\xa0problem.\\xc2\\xa0On\\xc2\\xa01st\\xc2\\xa0g\\xe2\\x80\\xa6 https://t.co/S0fkR6lyw1'"
    },
    {
        "review": "b\"@Maruti_Corp please get the Jimny to India. Even as a niche CBU if your numbers don't justify manufacture in India.\\xe2\\x80\\xa6 https://t.co/YGOanz3gfX\""
    },
    {
        "review": "b'https://t.co/3l4Nvrdft2\\n@Maruti_Corp @MSArenaOfficial Company knows about its poor manufacturing quality. \\n#\\xe0\\xa4\\xae\\xe0\\xa4\\xb0\\xe0\\xa5\\x82\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf\\xe0\\xa4\\xb2\\xe0\\xa5\\x8b\\xe0\\xa4\\xae\\xe0\\xa4\\xb0\\xe0\\xa4\\xa8\\xe0\\xa5\\x87\\xe0\\xa4\\x95\\xe0\\xa5\\x87\\xe0\\xa4\\xb2\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa5\\x87\\n#MarutiSuzuki'"
    },
    {
        "review": "b'So @GlobalNCAP  challenged @Maruti_Corp to produce cars which can get 5* ratings and Maruti straight up refused to\\xe2\\x80\\xa6 https://t.co/dTdZ3dY0SX'"
    },
    {
        "review": "b\"@Maruti_Corp shocking to hear about non participation into GlobalNCAP tests, r maruti doesn't want to make safe car\\xe2\\x80\\xa6 https://t.co/UDuVwnPJEH\""
    },
    {
        "review": "b\"Very bad service and staff ij nexa showroom. Don't go nexa showroom sector 9,  hate @NexaExperience. @Maruti_Corp @MSArenaOfficial\""
    },
    {
        "review": "b'@D84569572 @JaguarIndia @Maruti_Corp @HyundaiIndia @HondaCarIndia @volkswagenindia Hi DK,\\nWe deeply regret the inco\\xe2\\x80\\xa6 https://t.co/msg4I6fqKw'"
    },
    {
        "review": "b'Shameful for @Maruti_Corp Proud on @TataMotors and @MahindraRise @anandmahindra people should avoid\\xe2\\x80\\xa6 https://t.co/pzGaZhHWyH'"
    },
    {
        "review": "b'@MercedesBenzInd Surprised I have run my  A Class for 40000 km and 2 times I had 2 change brake pad. I have fleet o\\xe2\\x80\\xa6 https://t.co/5YqFx1TMod'"
    },
    {
        "review": "b'@Maruti_Corp is it ok for a service center to send customer to some other service center to repair the damages made during service?'"
    },
    {
        "review": "b'@Maruti_Corp is it ok for a perfectly running vehicle to stop after service?'"
    },
    {
        "review": "b'@Maruti_Corp#marutiswift#2015model#30.0 mileage#savefuel#safedrive#patientdriving#thankyoumaruti https://t.co/Gwsu26JNx2'"
    },
    {
        "review": "b'@Maruti_Corp is it allowed for a setvice center to charge for service if they dont have tools/instruments to finish the job?'"
    },
    {
        "review": "b'@AEMotorShow @Maruti_Corp All hv been declared kya...any where listed'"
    },
    {
        "review": "b\"With @Maruti_Corp shying away from sending it's cars who are to be sold in India to global NCAP for crash tests goe\\xe2\\x80\\xa6 https://t.co/i0HC2wpeJP\""
    },
    {
        "review": "b'@TataMotors @Mahindra_Auto @Maruti_Corp @MercedesBenzInd @ToyotaMotorCorp @HondaCarIndia @RoadsOfMumbai You keep ad\\xe2\\x80\\xa6 https://t.co/GwFkrAO22l'"
    },
    {
        "review": "b\"@Maruti_Corp Hi, Atlast we made into Maruti family by buying a new Ertiga.Need to get XL6's tail led light and roof\\xe2\\x80\\xa6 https://t.co/2nB6KHvz5x\""
    },
    {
        "review": "b'@anandmahindra @RNTata2000 @ToyotaMotorCorp @vikramkirloskar @TataMotors @Maruti_Corp @hvgoenka @Tesla  Respond Ple\\xe2\\x80\\xa6 https://t.co/4cv8g05tbW'"
    },
    {
        "review": "b'@Maruti_Corp \\n@NexaExperience \\n\\xe0\\xa4\\xa1\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xb0 \\xe0\\xa4\\x86\\xe0\\xa4\\xa8\\xe0\\xa4\\x82\\xe0\\xa4\\xa6 \\xe0\\xa4\\xae\\xe0\\xa5\\x8b\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb2\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\x8a \\xe0\\xa4\\xaa\\xe0\\xa5\\x81\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 \\xe0\\xa4\\xac\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\xa8\\xe0\\xa5\\x8b \\xe0\\xa4\\x85\\xe0\\xa4\\xb2\\xe0\\xa5\\x8d\\xe0\\xa4\\xab\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xa8\\xe0\\xa4\\x88 \\xe0\\xa4\\xac\\xe0\\xa4\\xa8\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xac\\xe0\\xa5\\x87\\xe0\\xa4\\x9a\\xe0\\xa5\\x80\\n\\xe0\\xa4\\xb6\\xe0\\xa4\\xbf\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa4\\xa4 contact@nexaexpe\\xe2\\x80\\xa6 https://t.co/Cg90S0Qy4X'"
    },
    {
        "review": "b'@Maruti_Corp \\n@NexaExperience \\n@DirectorMaruthi \\n\\xe0\\xa4\\xa1\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xb0 \\xe0\\xa4\\x86\\xe0\\xa4\\xa8\\xe0\\xa4\\x82\\xe0\\xa4\\xa6 \\xe0\\xa4\\xae\\xe0\\xa5\\x8b\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb2\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\x8a \\xe0\\xa4\\xaa\\xe0\\xa5\\x81\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 \\xe0\\xa4\\xac\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\xa8\\xe0\\xa5\\x8b \\xe0\\xa4\\x85\\xe0\\xa4\\xb2\\xe0\\xa5\\x8d\\xe0\\xa4\\xab\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xa8\\xe0\\xa4\\x88 \\xe0\\xa4\\xac\\xe0\\xa4\\xa8\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xac\\xe0\\xa5\\x87\\xe0\\xa4\\x9a \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe2\\x80\\xa6 https://t.co/EbrEidtYE4'"
    },
    {
        "review": "b'@Maruti_Corp \\n@NexaExperience \\n@DirectorMaruthi \\n\\xe0\\xa4\\xa1\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xb0 \\xe0\\xa4\\x86\\xe0\\xa4\\xa8\\xe0\\xa4\\x82\\xe0\\xa4\\xa6 \\xe0\\xa4\\xae\\xe0\\xa5\\x8b\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb2\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\x8a \\xe0\\xa4\\xaa\\xe0\\xa5\\x81\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 \\xe0\\xa4\\xac\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\xa8\\xe0\\xa5\\x8b \\xe0\\xa4\\x85\\xe0\\xa4\\xb2\\xe0\\xa5\\x8d\\xe0\\xa4\\xab\\xe0\\xa4\\xbe \\xe0\\xa4\\xae\\xe0\\xa5\\x89\\xe0\\xa4\\xa1\\xe0\\xa4\\xb2 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xa8\\xe0\\xa4\\x88 \\xe0\\xa4\\xac\\xe0\\xa4\\xa8\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xac\\xe0\\xa5\\x87\\xe0\\xa4\\x9a \\xe0\\xa4\\xb0\\xe2\\x80\\xa6 https://t.co/w1bl5KSeRO'"
    },
    {
        "review": "b'In keeping with the sales, @Maruti_Corp has increased the production of small cars while UVs production have gone d\\xe2\\x80\\xa6 https://t.co/jBtPErTuLI'"
    },
    {
        "review": "b'@autocarindiamag Golden chance for @Maruti_Corp , forget @ToyotaMotorCorp , @Toyota_India and join them @Mahindra_Auto @MahindraElctrc'"
    },
    {
        "review": "b'I hope @Maruti_Corp would remain the only manufacturer who is afraid of sending their cars to @GlobalNCAP . That is\\xe2\\x80\\xa6 https://t.co/GFiDvAsQ8N'"
    },
    {
        "review": "b\"@Maruti_Corp I have complained to maruti and just got a number from maruti (CRM-001637000001074).\\nThat's all.There\\xe2\\x80\\xa6 https://t.co/1ymDgZoQkb\""
    },
    {
        "review": "b\"@Maruti_Corp @MSArenaOfficial \\nYou must put 'due to be discontinued' Diesel engines in new Brezza Body &amp; sell these\\xe2\\x80\\xa6 https://t.co/lQwtfFTZin\""
    },
    {
        "review": "b'Idiots in @Maruti_Corp wants to continue to sell unsafe cars in India. Time to ditch unsafe shitty Maruti cars and\\xe2\\x80\\xa6 https://t.co/3ERKi8A9rD'"
    },
    {
        "review": "b'.@Maruti_Corp MD and CEO was responding to a query on how prepared is the company to defend its market share in Ind\\xe2\\x80\\xa6 https://t.co/ncL8I36HGo'"
    },
    {
        "review": "b'@Themangofellow @Maruti_Corp truly said.'"
    },
    {
        "review": "b'@Maruti_Corp 9812897428\\nsanjaykashyap125@gmail.com\\nV p o  ahar panipat Harison Auto Mobile  panipat.'"
    },
    {
        "review": "b'@Maruti_Corp Thanks you sir'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/8yREV40vPn'"
    },
    {
        "review": "b'@Maruti_Corp https://t.co/cxhX8cSc2I'"
    },
    {
        "review": "b'I have full regret that i hav buy TATA MOTORS CAR. I should switch to MG HECTOR or SOME OTHER COMPANY NOOO TO TATA\\xe2\\x80\\xa6 https://t.co/8ARAf1iH8d'"
    },
    {
        "review": "b'@Maruti_Corp  Maruti nexa panipat is not good company. Two acccessary of baleno nexa Delta pending from nexa panipa\\xe2\\x80\\xa6 https://t.co/KZmjd6Gyhd'"
    },
    {
        "review": "b'Shame on Suzuki!! @suzuki @Maruti_Corp @GlobalNCAP https://t.co/1kVDvPHI9f'"
    },
    {
        "review": "b'Blame government and policies for their business loss. But when asked about why @Maruti_Corp s cars failing crash t\\xe2\\x80\\xa6 https://t.co/7RQppl90D2'"
    },
    {
        "review": "b'@aswad_jaunjal @HyundaiIndia @PMOIndia @Maruti_Corp @TataCompanies As usual...\\xf0\\x9f\\x99\\x84 Go with @TataMotors or @MahindraRise'"
    },
    {
        "review": "b\"@Maruti_Corp\\n@MSArenaOfficial\\n@NexaExperience\\nAs u r sure u cannot produce safe cars that are int'lly rated, it's t\\xe2\\x80\\xa6 https://t.co/pRT8zUNg1H\""
    },
    {
        "review": "b'Worst experience to my friend with Hyundai, for 200 Rs spare part they applied extra 370 Rs as labour charge withou\\xe2\\x80\\xa6 https://t.co/U1fzEKvhYd'"
    },
    {
        "review": "b\"@Maruti_Corp Pathetic response!\\nStill didn't get any call from your insurance team\""
    },
    {
        "review": "b'@gaadiwaadi @Maruti_Corp @MSArenaOfficial \\xf0\\x9f\\xa4\\xa3'"
    },
    {
        "review": "b\"@Maruti_Corp @anandmahindra @TataMotors Wouldn't it be great if cars were developed with a breath/body odor analyze\\xe2\\x80\\xa6 https://t.co/O3ldMXj9T6\""
    },
    {
        "review": "b'Something interesting is cooking up in Indian #EV sector. It is in #RabbitMode\\n\\nCheck out what it is and more :\\xe2\\x80\\xa6 https://t.co/giOMsSuIU6'"
    },
    {
        "review": "b'@Maruti_Corp\\nSales will collapse further.\\nhttps://t.co/KOs0PYUwyx'"
    },
    {
        "review": "b'@sakpataudi @Maruti_Corp \\xf0\\x9f\\x92\\x90\\xf0\\x9f\\x92\\x90\\xf0\\x9f\\x92\\x90'"
    },
    {
        "review": "b'@akaushik_ @Urban_Science @FADA_India @Motoringmind @srivastava91265 @rajeevchaba @Maruti_Corp @MayankPareek_\\xe2\\x80\\xa6 https://t.co/iAWYflUfbI'"
    },
    {
        "review": "b'@Urban_Science reports the numbers of U.S. dealerships decreased for the first time since 2013.\\n@FADA_India\\xe2\\x80\\xa6 https://t.co/Fj7XrOkRaj'"
    },
    {
        "review": "b'Vehicle manufacturers, cars, SUVs, or buses, shud focus on rear shocker n suspension comfort, as vehicles jerk more\\xe2\\x80\\xa6 https://t.co/rAGZY5i54i'"
    },
    {
        "review": "b'@Maruti_Corp why don\\xe2\\x80\\x99t send you car for Global NCAP for crash tests. If your cars fulfills all safety requirements\\xe2\\x80\\xa6 https://t.co/Oj9SVVD3M6'"
    },
    {
        "review": "b'@HeroMotoCorp @BajajAutoFin @tvsmotorcompany @Honda @Maruti_Corp @CimGOI @IndiaToday https://t.co/LYDQo0gxkx'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp worst car service than road side workshop, spoilt my whole day at varun motors YPR, y\\xe2\\x80\\xa6 https://t.co/abG1UrNpco'"
    },
    {
        "review": "b'@Maruti_Corp \\n??????? https://t.co/dOT22hGnqx'"
    },
    {
        "review": "b\"@Zigwheels Let's hope this @Maruti_Corp launches the #jimny during the upcoming festival season to at least give a\\xe2\\x80\\xa6 https://t.co/eBFG7mRmSL\""
    },
    {
        "review": "b'I am very disappointed and shocked from what happened and I find the situation very irritating. New cars simply don\\xe2\\x80\\xa6 https://t.co/cz9NvH9jlM'"
    },
    {
        "review": "b'@NexaExperience @Maruti_Corp \\nGuys any updates on the complaint since pending for 10 months now... Fraudulent and c\\xe2\\x80\\xa6 https://t.co/M1945te2cU'"
    },
    {
        "review": "b'https://t.co/VjpOUJuAAG\\n@Maruti_Corp @MSArenaOfficial \\nYou should it and please upgrades your products build quality. Watch it once.'"
    },
    {
        "review": "b'@Maruti_Corp @NexaExperience @MSArenaOfficial @ToyotaGlanzaIN ! https://t.co/vTdnsdhE7A'"
    },
    {
        "review": "b'@Atheist_Krishna Supreme Court Rejects FADA plea for extension of BS 4 vehicle sales beyond 31st March. \\n\\nSC says o\\xe2\\x80\\xa6 https://t.co/a6g8MRiUIA'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz So auto sector will be down on Monday?'"
    },
    {
        "review": "b'@Maruti_Corp Do it time ll y.'"
    },
    {
        "review": "b'Low cost automotive part import from China is reducing due to #Corona \\nSeems production volume of automotive sector\\xe2\\x80\\xa6 https://t.co/EeTlL0rdw3'"
    },
    {
        "review": "b'@YatinMota @CNBC_Awaaz @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors Used car can be registered?'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz Theek hai..\\nYou to draw line one day..why not  today.'"
    },
    {
        "review": "b'@Maruti_Corp At the service center right..you guys make the customer wait at least 60-90 mins...nothing is a priori\\xe2\\x80\\xa6 https://t.co/8QIECpdvdu'"
    },
    {
        "review": "b'@YatinMota @CNBC_Awaaz @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors Stupidity of our system is, even now very\\xe2\\x80\\xa6 https://t.co/H7wfbou4JW'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz Suprem Court \\xe0\\xa4\\xb8\\xe0\\xa4\\xac\\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\xab\\xe0\\xa4\\xbe\\xe0\\xa4\\xa1\\xe0\\xa4\\xbe ( FADA ) \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x88'"
    },
    {
        "review": "b'@anjanapipes @YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz They also did during UPA II'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz In such economical scenario supreme court\\xe2\\x80\\xa6 https://t.co/BVc3nXbWcp'"
    },
    {
        "review": "b'I want to buy S CROSS zeta Diesel, Will I get @Maruti_Corp @NexaExperience @MSArenaOfficial'"
    },
    {
        "review": "b'#Embarrassedcatscratchesapillar this phrase suits perfectly on MSIL (@Maruti_Corp, @MSArenaOfficial)\\nafter taking a\\xe2\\x80\\xa6 https://t.co/htT1Cxv5XK'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz India Auto industry is just not ready to\\xe2\\x80\\xa6 https://t.co/31Efx9zfxg'"
    },
    {
        "review": "b'@utcomplaintbox @OfficialDMRC @dwarkaforum @DwarkaParichay How could designated parking lot of @OfficialDMRC sell o\\xe2\\x80\\xa6 https://t.co/tadlSidFL7'"
    },
    {
        "review": "b\"@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz Not sure if it's just me or others are al\\xe2\\x80\\xa6 https://t.co/0Mq2jXALLK\""
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz \\xe0\\xa4\\x9c\\xe0\\xa5\\x80,\\xe0\\xa4\\xac\\xe0\\xa4\\xb9\\xe0\\xa5\\x81\\xe0\\xa4\\xa4 \\xe0\\xa4\\xb9\\xe0\\xa5\\x80 \\xe0\\xa4\\x9c\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe\\xe0\\xa4\\xa6\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa4\\xa6\\xe0\\xa4\\xae\\xe0\\xa5\\x87, Judgement \\xe0\\xa4\\x95\\xe0\\xa5\\x87\\xe2\\x80\\xa6 https://t.co/odsjVuGpjo'"
    },
    {
        "review": "b'@Maruti_Corp  sir i have buy an swift vxi from fair cars pvt ltd dilshad garden delhi he commitment with all access\\xe2\\x80\\xa6 https://t.co/oZOCFeU5bM'"
    },
    {
        "review": "b\"@Maruti_Corp @ashmeetkapoor @Anubhav_Wadhwa They can't replace faulty fasttag in 8.months. Blackmail a owner to giv\\xe2\\x80\\xa6 https://t.co/UJVpLWqsZC\""
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz Supreme commander above parliament \\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82'"
    },
    {
        "review": "b'@Maruti_Corp I can be the model to show that after sale the company does not even replace a faulty fasttag. They sa\\xe2\\x80\\xa6 https://t.co/RjhPrLUZ1U'"
    },
    {
        "review": "b'@Maruti_Corp They will sell and say for any issue go to original maker. Fraud company.  They are  cheaters.'"
    },
    {
        "review": "b'@YatinMota @FADA_India @Maruti_Corp @HeroMotoCorp @TataMotors @CNBC_Awaaz \\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82'"
    },
    {
        "review": "b'@Maruti_Corp Fell huge on Friday as its promoters and institution 10AM lifted their hands and cash started go out r\\xe2\\x80\\xa6 https://t.co/o4HT7Pjp3H'"
    },
    {
        "review": "b'Supreme Court Rejects FADA plea for extension of BS 4 vehicle sales beyond 31st March. \\n\\nSC says only BS 6 cars sha\\xe2\\x80\\xa6 https://t.co/MpAJljaE82'"
    },
    {
        "review": "b'@Maruti_Corp\\nSame problem with video proof very poor quality of wagonr car\\nRepaired 4 time but still make noise https://t.co/KlHqF91jfm'"
    },
    {
        "review": "b'@Maruti_Corp thanks for your product MS ertiga 1.5 diesel milege https://t.co/6VyrmKBWhU'"
    },
    {
        "review": "b'@Maruti_Corp what is this do you think that I am fool https://t.co/M6Rj5QT20z'"
    },
    {
        "review": "b'@NexaExperience @Maruti_Corp @MSArenaOfficial @premsonsmotor  \\n\\nI have renewed my Nexa Ignis car insurance last wee\\xe2\\x80\\xa6 https://t.co/lKsSx03EVl'"
    },
    {
        "review": "b'Horrible decision on part of @Maruti_Corp. #GoI (Shri @nitin_gadkari ji) should make NCAP or similar 3rd party cert\\xe2\\x80\\xa6 https://t.co/wZQJycSj2p'"
    },
    {
        "review": "b'@ParivahanUP @Maruti_Corp @RohanMotors @UIDAI @UPGovt @CMOfficeUP @MORTHIndia @PMOIndia @PMOIndia @narendramodi thi\\xe2\\x80\\xa6 https://t.co/QTSMn4xZBv'"
    },
    {
        "review": "b'#Delhimetro open dwarka sector 8 metro station parking for all visitors or special allowed or allotted specially to\\xe2\\x80\\xa6 https://t.co/Lde0waQ2mx'"
    },
    {
        "review": "b'@ParivahanUP @Maruti_Corp @RohanMotors @UIDAI @UPGovt @CMOfficeUP @MORTHIndia @PMOIndia plan to make following rule\\xe2\\x80\\xa6 https://t.co/1nlqsukolt'"
    },
    {
        "review": "b'\\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf suzuki \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xaa\\xe0\\xa5\\x8b\\xe0\\xa4\\xb0\\xe0\\xa5\\x87\\xe0\\xa4\\xb8\\xe0\\xa4\\xa8 \\xe0\\xa4\\xae\\xe0\\xa5\\x87 \\xe0\\xa4\\x86\\xe0\\xa4\\x88 \\xe0\\xa4\\xad\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\n\\nApply Link:- https://t.co/BkQfchTBCF \\n@MarutiSuzukiMDS\\n @Maruti_Corp https://t.co/OWJraTYQA4'"
    },
    {
        "review": "b'@NICLofficial @Maruti_Corp my ertiga GJ 3 EL 7034 met with accident one month back still nobody is taking care for\\xe2\\x80\\xa6 https://t.co/c1KeLA0pTZ'"
    },
    {
        "review": "b'Finally if nobody is bothered to revert than I am filing case in consumer forum. \\n@Maruti_Corp \\nKind attn Sanjeev.G\\xe2\\x80\\xa6 https://t.co/jq9wCBAjVj'"
    },
    {
        "review": "b'@Maruti_Corp What is this part in Alto K10 for? https://t.co/a64V2C4nzK'"
    },
    {
        "review": "b'A glimpse of 15th edition of the Auto Expo 2020- The Motor Show!\\nWatch Now :- https://t.co/8kwDLLajvI\\n#AutoExpo2020\\xe2\\x80\\xa6 https://t.co/K6HpJ3VEUq'"
    },
    {
        "review": "b'@Maruti_Corp  Bring back the Maruti 800 in its old form and with a 3 lakhs on road price and watch the sales surge.\\xe2\\x80\\xa6 https://t.co/r1pmCBBblr'"
    },
    {
        "review": "b\"@Maruti_Corp Call me right now 8368709581 don't check my   patience level\""
    },
    {
        "review": "b'\\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\xe0\\xa4\\xb8\\xe0\\xa5\\x81\\xe0\\xa4\\x9d\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x80\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 BS 6 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\x82\\xe0\\xa4\\xb5\\xe0\\xa4\\xb0 \\xe0\\xa4\\x86\\xe0\\xa4\\xa7\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xbf\\xe0\\xa4\\xa4 Wagon R \\xe0\\xa4\\x9a\\xe0\\xa5\\x87 \\xe0\\xa4\\xa8\\xe0\\xa4\\xb5\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa5\\x89\\xe0\\xa4\\xa1\\xe0\\xa5\\x87\\xe0\\xa4\\xb2 \\xe0\\xa4\\xb6\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 (\\xe0\\xa5\\xa7\\xe0\\xa5\\xaa \\xe0\\xa4\\xab\\xe0\\xa5\\x87\\xe0\\xa4\\xac\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80) \\xe0\\xa4\\xb8\\xe0\\xa4\\xbe\\xe0\\xa4\\xa6\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x87\\xe0\\xa4\\xb2\\xe0\\xa5\\x87.\\xe2\\x80\\xa6 https://t.co/eCGVgSQJht'"
    },
    {
        "review": "b\"@Maruti_Corp I recently got my car HR51 BN1799 paid serviced from Nexa Pasco, Fbd. The service wasn't satisfying at\\xe2\\x80\\xa6 https://t.co/boZkMz6qYl\""
    },
    {
        "review": "b'Naach Naa jaane.... Aungan teraa...\\nLoL @Maruti_Corp \\nWell done @TataMotors @MahindraRise \\nhttps://t.co/MfElfnW9PH'"
    },
    {
        "review": "b'@Maruti_Corp \\n@Maruti_Suzuki \\nKindly chnage celerio door hande with body color'"
    },
    {
        "review": "b'Ek hai Aam Zindagi aur dusri hai Form 22 @Maruti_Corp se wasool karne wali zindagi \\xf0\\x9f\\x98\\x9c\\n@MORTHIndia\\xe2\\x80\\xa6 https://t.co/ZIOYONTXPx'"
    },
    {
        "review": "b'\\xe0\\xa4\\xae\\xe0\\xa5\\x81\\xe0\\xa4\\x9d\\xe0\\xa5\\x87 \\xe0\\xa4\\x8f\\xe0\\xa4\\x95 \\xe0\\xa4\\xb8\\xe0\\xa4\\xbe\\xe0\\xa4\\xa4 \\xe0\\xa4\\xb8\\xe0\\xa5\\x80\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88(\\xe0\\xa4\\xac\\xe0\\xa4\\x9c\\xe0\\xa4\\x9f 10 \\xe0\\xa4\\xb2\\xe0\\xa4\\xbe\\xe0\\xa4\\x96) \\xe0\\xa5\\xa4 \\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\x95\\xe0\\xa4\\xbf\\xe0\\xa4\\xa8 \\xe0\\xa4\\xa8\\xe0\\xa4\\xbe\\xe0\\xa4\\xb8\\xe0\\xa4\\xae\\xe0\\xa4\\x82\\xe0\\xa4\\x9c \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\xb9\\xe0\\xa5\\x82\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x85\\xe0\\xa4\\xa7\\xe0\\xa4\\xbf\\xe0\\xa4\\x95\\xe0\\xa4\\xa4\\xe0\\xa4\\xb0 \\xe0\\xa4\\x97\\xe0\\xa4\\xbe\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa5\\x80\\xe0\\xa4\\xae\\xe0\\xa4\\xa4\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\xac\\xe0\\xa4\\xa2\\xe0\\xa4\\xbc \\xe0\\xa4\\x97\\xe0\\xa4\\x88 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa5\\xa4 \\xe0\\xa4\\x94\\xe0\\xa4\\xb0 \\xe0\\xa4\\xa8\\xe0\\xa4\\x8f \\xe0\\xa4\\xac\\xe2\\x80\\xa6 https://t.co/hPFltVpGxu'"
    },
    {
        "review": "b'@Maruti_Corp \\n\\nhttps://t.co/lzH8iLMwP5'"
    },
    {
        "review": "b\"@Maruti_Corp's Futuro-e concept was a highlight of the Auto Expo Motor Show 2020. In this video interview, \\nC V Ram\\xe2\\x80\\xa6 https://t.co/T6X86V1IMs\""
    },
    {
        "review": "b'@Maruti_Corp rather dan bycotting NCAP,  focus must b on safety,identify weakness &amp; improving them is part of excel\\xe2\\x80\\xa6 https://t.co/QJjn8nDlDT'"
    },
    {
        "review": "b'@Maruti_Corp With due respect I have to inform you that Maruti insurance denied claim my vehicle no MP 04CN9038\\nPle\\xe2\\x80\\xa6 https://t.co/rkw4FEUGgc'"
    },
    {
        "review": "b'Maruti To Boycott Global NCAP After Poor Safety Ratings of Baleno, Swift and WagonR https://t.co/gYvTB8YLiv\\xe2\\x80\\xa6 https://t.co/etHuKw5s0N'"
    },
    {
        "review": "b'https://t.co/KwABALGeEq @MSArenaOfficial @Maruti_Corp . I joined as a new coustomer of maruti. But after saw that b\\xe2\\x80\\xa6 https://t.co/Me5vJKWECu'"
    },
    {
        "review": "b'@Maruti_Corp @Ford @Nissan @TataMotors @MahindraRacing @MonsterEnergy @Kia_Motors @HyundaiIndia @fiat\\xe2\\x80\\xa6 https://t.co/BbUCsHK1Pz'"
    },
    {
        "review": "b'@Maruti_Corp i bought car on December, i was forced to take accessories which i was not willing to take. Your sales\\xe2\\x80\\xa6 https://t.co/wHaS66Cpr1'"
    },
    {
        "review": "b\"@Maruti_Corp\\nPlease don't spoil the one of its kind.. Jimny4x4,an enthusiast's getaway toy &amp; has carved a niche for\\xe2\\x80\\xa6 https://t.co/AHo8ZYpRzZ\""
    },
    {
        "review": "b'My SoN Pradyot in his world of Keys and Traffic Signals @prash_anga\\n@RNTata2000\\n@tatanano_tweets\\n@Maruti_Corp\\xe2\\x80\\xa6 https://t.co/aoAy0jkAXq'"
    },
    {
        "review": "b'@Maruti_Corp car insurance not giving approval proper. This is froude company no one want to listen. Car number UP1\\xe2\\x80\\xa6 https://t.co/96DFN8clCR'"
    },
    {
        "review": "b'@Maruti_Corp launches #EECO BS6 version \\xf0\\x9f\\x91\\x8c\\xf0\\x9f\\x91\\x8c\\n\\nCould have also modified its design as facelift, so that many will interested to buy it.'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp My dear huma qureshi nice viedo \\nBest viedo very beatiuful huma qureshi \\nLovely viedo il\\xe2\\x80\\xa6 https://t.co/qRKmu6Bl2O'"
    },
    {
        "review": "b'Yokohama Rubber develops concept tire for @Maruti Suzuki Concept #ElectricVehicle  https://t.co/Th8E1HFJlS @Maruti_Corp @YokohamaTC'"
    },
    {
        "review": "b'@Maruti_Corp @Maruti_Corp \\nAny update on this...'"
    },
    {
        "review": "b'@Maruti_Corp very much delayed response from your insurance team.\\nUnacceptable !'"
    },
    {
        "review": "b'@Maruti_Corp  \\xe0\\xa4\\xac\\xe0\\xa5\\x87\\xe0\\xa4\\xb9\\xe0\\xa4\\xa6 \\xe0\\xa4\\x98\\xe0\\xa4\\x9f\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xb8\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xb5\\xe0\\xa4\\xbf\\xe0\\xa4\\xb8 \\n\\xe0\\xa4\\xa8\\xe0\\xa4\\xaf\\xe0\\xa5\\x80 \\xe0\\xa4\\x97\\xe0\\xa4\\xbe\\xe0\\xa4\\xa1\\xe0\\xa5\\x80 \\xe0\\xa4\\x96\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xac \\xe0\\xa4\\xb9\\xe0\\xa5\\x81\\xe0\\xa4\\x88 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb9\\xe0\\xa4\\xb2\\xe0\\xa5\\x87 \\xe0\\xa4\\xa6\\xe0\\xa4\\xbf\\xe0\\xa4\\xa8 \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\x94\\xe0\\xa4\\xb0 \\xe0\\xa4\\xac\\xe0\\xa4\\xa6\\xe0\\xa4\\xb2\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa4\\xbf\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xab \\xe0\\xa4\\xaa\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\x9f\\xe0\\xa5\\x8d\\xe0\\xa4\\xb8 \\xe0\\xa4\\xac\\xe0\\xa4\\xa6\\xe0\\xa4\\xb2\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe \\xe0\\xa4\\x86\\xe0\\xa4\\xb8\\xe0\\xa5\\x8d\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb8\\xe0\\xa4\\xa8 \\xe0\\xa4\\xa8\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x97\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa4\\xb0\\xe2\\x80\\xa6 https://t.co/1yhN9bk2ut'"
    },
    {
        "review": "b'@marutidzire @Maruti_Corp \\n\\n\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x85\\xf0\\x9f\\x98\\x85\\xf0\\x9f\\x98\\x85\\xf0\\x9f\\x98\\x85\\xf0\\x9f\\x98\\x85\\xf0\\x9f\\x98\\x85 https://t.co/Whf9MT2q4D'"
    },
    {
        "review": "b'Thanks  @Maruti_Corp @HyundaiIndia  for good and satisfied services for 8 years. Now thanks to @FordIndia for provi\\xe2\\x80\\xa6 https://t.co/hhvpAvnmcQ'"
    },
    {
        "review": "b\"Shame on u @Maruti_Corp\\nIf car safety isn't ur 1st priority. Indians should stop buying your cars.\\n\\nWe see a lot of\\xe2\\x80\\xa6 https://t.co/aQJaKRdmYg\""
    },
    {
        "review": "b'@niteshkathpal @Maruti_Suzuki @Maruti_Corp @MSArenaOfficial Overall Maruti service is degrading day by day'"
    },
    {
        "review": "b'@niteshkathpal @Maruti_Suzuki @Maruti_Corp @MSArenaOfficial Sai service kondhwa, after engine oil replacement i hv\\xe2\\x80\\xa6 https://t.co/IO3TLfQmDo'"
    },
    {
        "review": "b'I am very disappointed all my excitement for the new bike went away @suzuki2wheelers @suzukicycles @Maruti_Corp'"
    },
    {
        "review": "b'This is how u react when u want to hide ur inefficiency.. \\n\\nU r good to cheat the people of India by rolling out ti\\xe2\\x80\\xa6 https://t.co/9QIOjd34Dd'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp The reason Maruti decided not to send its car to Global NCAP is because of its poor r\\xe2\\x80\\xa6 https://t.co/1kG3ZkJL8u'"
    },
    {
        "review": "b'Vehicle Quality\\n\\xe2\\x81\\xa6@Maruti_Corp\\xe2\\x81\\xa9 \\xe2\\x81\\xa6@nitin_gadkari\\xe2\\x81\\xa9 \\xe2\\x81\\xa6@PrakashJavdekar\\xe2\\x81\\xa9\\n\\n\\xe0\\xa4\\xb8\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa4\\x95 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb0 \\xe0\\xa4\\x97\\xe0\\xa4\\xa1\\xe0\\xa5\\x8d\\xe0\\xa4\\xa2\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x8b\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x9a\\xe0\\xa4\\xb2\\xe0\\xa4\\xa4\\xe0\\xa5\\x87 \\xe0\\xa4\\xac\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\xaa\\xe0\\xa5\\x87\\xe2\\x80\\xa6 https://t.co/ZCbuAoBCpL'"
    },
    {
        "review": "b'@Verwolf0 @Maruti_Corp @MSArenaOfficial @Maruti_Corp Should change its business model by making safer cars along wi\\xe2\\x80\\xa6 https://t.co/RbhY10ECUQ'"
    },
    {
        "review": "b'@Maruti_Corp Why don\\xe2\\x80\\x99t you make safer cars for Indians? https://t.co/cQLVQh2x2w'"
    },
    {
        "review": "b'@Maruti_Corp Shame on you service team shame on'"
    },
    {
        "review": "b'Exclusive: In this video intvw Shashank Srivastava, ED - Mktg &amp; sales, @Maruti_Corp, talks about PV market status,\\xe2\\x80\\xa6 https://t.co/VjGddrcmvf'"
    },
    {
        "review": "b'Photo: BS6 \\xe0\\xb2\\xae\\xe0\\xb2\\xbe\\xe0\\xb2\\xb0\\xe0\\xb3\\x81\\xe0\\xb2\\xa4\\xe0\\xb2\\xbf \\xe0\\xb2\\xb5\\xe0\\xb3\\x8d\\xe0\\xb2\\xaf\\xe0\\xb2\\xbe\\xe0\\xb2\\x97\\xe0\\xb2\\xa8\\xe0\\xb2\\xb0\\xe0\\xb3\\x8d CNG \\xe0\\xb2\\x95\\xe0\\xb2\\xbe\\xe0\\xb2\\xb0\\xe0\\xb3\\x81 \\xe0\\xb2\\xac\\xe0\\xb2\\xbf\\xe0\\xb2\\xa1\\xe0\\xb3\\x81\\xe0\\xb2\\x97\\xe0\\xb2\\xa1\\xe0\\xb3\\x86, \\xe0\\xb2\\xac\\xe0\\xb3\\x81\\xe0\\xb2\\x95\\xe0\\xb2\\xbf\\xe0\\xb2\\x82\\xe0\\xb2\\x97\\xe0\\xb3\\x8d \\xe0\\xb2\\x86\\xe0\\xb2\\xb0\\xe0\\xb2\\x82\\xe0\\xb2\\xad\\n@Maruti_Corp #MarutiSuzuki #WagonR #CNG #Car #automobile \\nhttps://t.co/zERoPK3qJD'"
    },
    {
        "review": "b'Million thanks for disturbing the stability of the  Industry &amp; injecting your PROPOGANDA through the filthy media !\\xe2\\x80\\xa6 https://t.co/md7yXRQIuZ'"
    },
    {
        "review": "b'@Maruti_Corp \\xe0\\xa4\\xac\\xe0\\xa4\\xb9\\xe0\\xa5\\x81\\xe0\\xa4\\xa4 \\xe0\\xa4\\xb8\\xe0\\xa5\\x81\\xe0\\xa4\\x82\\xe0\\xa4\\xa6\\xe0\\xa4\\xb0 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf\\xe0\\xa5\\xa4\\n\\xe0\\xa4\\x85\\xe0\\xa4\\xac \\xe0\\xa4\\xae\\xe0\\xa5\\x81\\xe0\\xa4\\xa6\\xe0\\xa5\\x8d\\xe0\\xa4\\xa6\\xe0\\xa4\\xbe \\xe0\\xa4\\xaf\\xe0\\xa5\\x87 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa4\\x95\\xe0\\xa4\\xbf \\xe0\\xa4\\x95\\xe0\\xa5\\x80\\xe0\\xa4\\xae\\xe0\\xa4\\xa4 \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa5\\x87\\xe0\\xa4\\x97\\xe0\\xa5\\x80 ?\\n\\xe0\\xa4\\x8f\\xe0\\xa4\\x95 \\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa4\\x95\\xe0\\xa4\\xbf \\xe0\\xa4\\x95\\xe0\\xa5\\x80\\xe0\\xa4\\xae\\xe0\\xa4\\xa4 Hyundai Venue\\n\\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x86\\xe0\\xa4\\xb8 \\xe0\\xa4\\xaa\\xe0\\xa4\\xbe\\xe0\\xa4\\xb8 \\xe0\\xa4\\xb0\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\xbe\\xe2\\x80\\xa6 https://t.co/9jzouKC0gy'"
    },
    {
        "review": "b'In line with the Company\\xe2\\x80\\x99s \\xe2\\x80\\x98Mission Green Million\\xe2\\x80\\x99, announced at Auto Expo 2020 @Maruti_Corp launches BS6 compliant\\xe2\\x80\\xa6 https://t.co/NuecytVBpQ'"
    },
    {
        "review": "b'Arw you serious @Maruti_Corp \\nInstead of improving your saftey standards you decided to boycott the safety itself.\\xe2\\x80\\xa6 https://t.co/2shslRAFUk'"
    },
    {
        "review": "b'As before, the factory-fitted #CNG kit is available in two trim levels. Courtesy of the upgraded powertrain, the\\xe2\\x80\\xa6 https://t.co/49pdY2X7zE'"
    },
    {
        "review": "b'Drove 2,22,200 km in 8 Years.\\n\\nThanks Team @Maruti_Corp\\n\\n#ZenEstilo_Maruti https://t.co/U0MtsElRkL'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial When you know you cant win the race (or even complete the race) - you withdraw!!!\\n\\nhttps://t.co/myrApoKNyH'"
    },
    {
        "review": "b'I am fade up doing endless calls to Maruti\\nI am just looking for form 22 which is nothing but manufacturing certifi\\xe2\\x80\\xa6 https://t.co/3L57y7u9pg'"
    },
    {
        "review": "b'@Maruti_Corp @TheEconomist @timesofindia @aajtak @ZeeNews @ZeeNewsHindi U guys are simply worse in terms of custome\\xe2\\x80\\xa6 https://t.co/No0aSBYSzh'"
    },
    {
        "review": "b'@Maruti_Corp U guys are simply worse in terms of customer service.\\n\\nShame on you guys.\\nDropping an email since last\\xe2\\x80\\xa6 https://t.co/kSYCvkuMkd'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp https://t.co/Ex807Ts2YE'"
    },
    {
        "review": "b'@Maruti_Corp why don\\xe2\\x80\\x99t your dealers keep car variant shown on your website available that I want to experience at t\\xe2\\x80\\xa6 https://t.co/j2unVJcdPz'"
    },
    {
        "review": "b'@Maruti_Corp Every time after my twitte you says that out team will communicate with you but results are zero. Eigh\\xe2\\x80\\xa6 https://t.co/iBfDMubUEy'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial is maruti suzuki so afraid of their cars safety standard that they are not going to s\\xe2\\x80\\xa6 https://t.co/r3MMkXf0iW'"
    },
    {
        "review": "b'@Maruti_Corp after 9days after 48 hours solution is zero as per conversation with subhra. Tsm Siddharth behavior wa\\xe2\\x80\\xa6 https://t.co/kqhp30CxYN'"
    },
    {
        "review": "b'Dear @nitin_gadkari Ji, Should I Buy Diesel BS4 Car Or Not...!! Before 31st March 2020, Confused @MORTHIndia Really\\xe2\\x80\\xa6 https://t.co/sCoQNo2gWX'"
    },
    {
        "review": "b'@Maruti_Corp What an excuse ! The Government should also urge them to build safer cars @nitin_gadkari https://t.co/ghqrrszRbm'"
    },
    {
        "review": "b'Everyday @Maruti_Corp tries to cross 7100 but failing to break resistance at that point. Once it breaks it will sus\\xe2\\x80\\xa6 https://t.co/OwQrHmad6q'"
    },
    {
        "review": "b'@Maruti_Corp Regarding my complaint (manufacturing/design defect)I have several times sent mail to concern and also\\xe2\\x80\\xa6 https://t.co/7mxDRsDBrz'"
    },
    {
        "review": "b'@Maruti_Corp maruti is doing fraud with the customer .... Taking extra charges ... While customer is already done t\\xe2\\x80\\xa6 https://t.co/1ZQnWvYtcR'"
    },
    {
        "review": "b'@thedarkrebel @PCcityPolice @Bajajauto and @Maruti_Corp are your vehicles safe enough to withstand head on collisions? \\xf0\\x9f\\x98\\x89\\xf0\\x9f\\x98\\x89'"
    },
    {
        "review": "b'\\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf \\xe0\\xa4\\xb8\\xe0\\xa5\\x81\\xe0\\xa4\\x9c\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x87\\xe0\\xa4\\x82\\xe0\\xa4\\xa1\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\xb5\\xe0\\xa5\\x88\\xe0\\xa4\\x97\\xe0\\xa4\\xa8\\xe0\\xa4\\x86\\xe0\\xa4\\xb0 (WagonR) \\xe0\\xa4\\x95\\xe0\\xa4\\xbe \\xe0\\xa4\\xac\\xe0\\xa5\\x80\\xe0\\xa4\\x8f\\xe0\\xa4\\xb8-6 \\xe0\\xa4\\x89\\xe0\\xa4\\xa4\\xe0\\xa5\\x8d\\xe0\\xa4\\xb8\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\x9c\\xe0\\xa4\\xa8 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa4\\x95\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x85\\xe0\\xa4\\xa8\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x82\\xe0\\xa4\\xb2 \\xe0\\xa4\\xb8\\xe0\\xa5\\x80\\xe0\\xa4\\x8f\\xe0\\xa4\\xa8\\xe0\\xa4\\x9c\\xe0\\xa5\\x80 \\xe0\\xa4\\xb8\\xe0\\xa4\\x82\\xe0\\xa4\\xb8\\xe0\\xa5\\x8d\\xe0\\xa4\\x95\\xe0\\xa4\\xb0\\xe0\\xa4\\xa3 \\xe0\\xa4\\xb6\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xaa\\xe0\\xa5\\x87\\xe0\\xa4\\xb6 \\xe0\\xa4\\x95\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe.\\xe2\\x80\\xa6 https://t.co/aEidZp5QIZ'"
    },
    {
        "review": "b\"@humasqureshi @Maruti_Corp Great treat on Valentine's Day, wishing you one @humasqureshi : hope having a great time with family and friends.\""
    },
    {
        "review": "b'@Maruti_Corp Hats off'"
    },
    {
        "review": "b'@Maruti_Corp When are you launching The Jimny here in India??'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp \\xf0\\x9f\\x92\\x96\\xf0\\x9f\\x92\\x96'"
    },
    {
        "review": "b'2020 Maruti Vitara Brezza Colors: Orange, Red, Silver, White, Yellow, Grey @Maruti_Corp  https://t.co/LTtNt7WLVm https://t.co/OIMWXNGBEb'"
    },
    {
        "review": "b'WagonR has been a success for @Maruti_Corp for over 20 years and has sold a massive 24 lakh units \\n\\nhttps://t.co/1Bd7P4pylU'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valimai'"
    },
    {
        "review": "b'Why #Auto Sector is bleeding, when #Goverment is supporting there customers  by providing bad road Conditions.\\nLead\\xe2\\x80\\xa6 https://t.co/UAvPcJx9xl'"
    },
    {
        "review": "b'2020 Maruti Swift Colors: Red, White, Blue, Silver, Orange, Grey @Maruti_Corp   https://t.co/SIOQWr5JyC https://t.co/omzZ7jZfSQ'"
    },
    {
        "review": "b\"@Maruti_Corp @MSArenaOfficial You're dzire car is noisy within year, too many noise from Engin and Radiator fan, vi\\xe2\\x80\\xa6 https://t.co/Of1RYfTfpN\""
    },
    {
        "review": "b'@Maruti_Corp Dealer Deny to provide booked Switf Dzire after providing token payment 1 month in advance. Same car h\\xe2\\x80\\xa6 https://t.co/pOuK0qt0Tm'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp But why choose hypocrite..btw u will go 2 Shaheen bagh in EV...no sound no pollution....#kudaratikhana'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp You\\xe2\\x80\\x99re a gem! Thank you so much \\xe2\\x9d\\xa4\\xef\\xb8\\x8f'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp This car is what  safety \\xf0\\x9f\\x9a\\x97'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Vote for Asim'"
    },
    {
        "review": "b'Date 02/06/2015 @RNTata2000 @Maruti_Corp @MSArenaOfficial @TataMotors @Hyundai @HyundaiIndia @Ford @MercedesBenz\\xe2\\x80\\xa6 https://t.co/7Fd9vIgyIl'"
    },
    {
        "review": "b'It fills me with joy that a pioneer like @Maruti_Corp has truly brought the green revolution to the Indian roads. T\\xe2\\x80\\xa6 https://t.co/ad1h2zDh5y'"
    },
    {
        "review": "b'@Maruti_Corp So you are still gonna make unsafe cars for India citing the minimum safety standards(outdated) by Ind\\xe2\\x80\\xa6 https://t.co/tRDzl1GZnu'"
    },
    {
        "review": "b'Maruti Suzuki Connect  is not working .. Got no help from customer care.. worst services by Maruti Suzuki @Maruti_Corp  @MSArenaOfficial'"
    },
    {
        "review": "b'@Abhay_V @Maruti_Corp \\xe2\\x9d\\xa4\\xef\\xb8\\x8f'"
    },
    {
        "review": "b'Of course, @Maruti_Corp has announced a V-Day special package for customers too - includes special offers on labour\\xe2\\x80\\xa6 https://t.co/yI0L5OX1vZ'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\xb0\\xe0\\xa5\\x87 \\xe0\\xa4\\xa1\\xe0\\xa4\\xbf\\xe0\\xa4\\x9c\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa4\\xb0 UP 53 DK 3637 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\xaa\\xe0\\xa4\\xbf\\xe0\\xa4\\x9b\\xe0\\xa4\\xb2\\xe0\\xa5\\x87 \\xe0\\xa4\\xaa\\xe0\\xa5\\x88\\xe0\\xa4\\xa8\\xe0\\xa4\\xb2 \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\x86\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\x9c \\xe0\\xa4\\x86\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa4\\xb5\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\x95\\xe0\\xa4\\xb6\\xe0\\xa5\\x89\\xe0\\xa4\\xaa \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\xb6\\xe0\\xa4\\xbf\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa4\\xa4 \\xe0\\xa4\\x95\\xe0\\xa4\\xb0\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\xaa\\xe2\\x80\\xa6 https://t.co/xurBkeehLM'"
    },
    {
        "review": "b'In keeping with its \\xe2\\x80\\x98Mission Green Million\\xe2\\x80\\x99 announced at the #AutoExpo2020, @Maruti_Corp has launched the S-CNG\\xe2\\x80\\xa6 https://t.co/qdjbWisQvD'"
    },
    {
        "review": "b'@Maruti_Corp @ndtv \\n\\nI was planning to buy Suzuki Ertiga CNG but I cannot afford for 10.56 Cr.\\n\\xf0\\x9f\\x98\\x81 https://t.co/Dm3ZnC4JwW'"
    },
    {
        "review": "b'@adtorvin @Maruti_Corp \\xf0\\x9f\\x98\\x86'"
    },
    {
        "review": "b'BS6 compliant Maruti Suzuki WagonR now also available in S-CNG.\\n\\nPrice: WagonR S-CNG Lxi\\n5.25L\\n\\nPrice: WagonR S-CNG\\xe2\\x80\\xa6 https://t.co/pB0716mxYZ'"
    },
    {
        "review": "b'@Maruti_Corp \\n\\nDear Maruti Suzuki\\nThank you for the poor service.\\nEven after 2 months, Maruti Suzuki has failed to\\xe2\\x80\\xa6 https://t.co/l8LiTbQtPc'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai update what happened \\xf0\\x9f\\x98\\x8d\\xf0\\x9f\\x98\\x8d\\xf0\\x9f\\x98\\x8d'"
    },
    {
        "review": "b'@Maruti_Corp Maruti Suzuki\\xe2\\x80\\x99s Rural sales is now 38% (It was only 7% in 2008).Share of Top 10 Metros (30 lakh+ pop)\\xe2\\x80\\xa6 https://t.co/faftFb1kwW'"
    },
    {
        "review": "b\"@TataMotors We no complain against product or veichle but service provider is worse , it's not less than harrassmen\\xe2\\x80\\xa6 https://t.co/YoN2AmyHeg\""
    },
    {
        "review": "b'Descubre la nueva @Maruti_Corp #MarutiSuzuki Concept Future-E \\xf0\\x9f\\x98\\xb1 Una SUV amigable con el medio ambiente \\xe2\\x9d\\xa4\\xef\\xb8\\x8f \\xc2\\xbfQu\\xc3\\xa9 opin\\xe2\\x80\\xa6 https://t.co/utaUPbjwBC'"
    },
    {
        "review": "b'@NexaExperience @Maruti_Corp @MSArenaOfficial And now your team has started teaching things onto behavioural aspect\\xe2\\x80\\xa6 https://t.co/UNtD2ne3ny'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai #ValimaiDiwali'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp Any update on the same.'"
    },
    {
        "review": "b'@Kranti_Sambhav @Maruti_Corp Between 5-7 lacs with diesel option .'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@Maruti_Corp Hello they said i need to come to gujrat from punjab for NOC of my vehicle. Kindly help'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valimai #ValimaiUpdate #ValimaiFirstLook  #valimaiiDiwali'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp My dear huma qureshi nice commet \\nBest commet lovely my love huma qureshi \\nIlove you huma qureshi'"
    },
    {
        "review": "b'@humasqureshi @AskiThalaV12 @Maruti_Corp #valimai'"
    },
    {
        "review": "b'#FelizJueves \\xe2\\x9d\\xa4\\xef\\xb8\\x8f Descubre la nueva @Maruti_Corp #MarutiSuzuki Concept Future-E \\xf0\\x9f\\x98\\xb1 Una SUV que sigue las tendencias y\\xe2\\x80\\xa6 https://t.co/25IyCaTFat'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp But why it choose hypocrite.....'"
    },
    {
        "review": "b'is it true that @Maruti_Corp wont be sending any cars to @GlobalNCAP  for safety ratings?? https://t.co/ZWqC5hB7AD'"
    },
    {
        "review": "b\"@NexaExperience @Maruti_Corp  My Ciaz is registered on someone else's name on Nexa's database and i had been compla\\xe2\\x80\\xa6 https://t.co/gfxi2ck4v4\""
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #WeWantVALIMAIUpdates'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #ValimaiFirstLook'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial \\nYou should call it khatara not vitara.\\nJust on name of facelift, you changed the gri\\xe2\\x80\\xa6 https://t.co/6e6V0Mf8UW'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #ValimaiDiwali'"
    },
    {
        "review": "b'@Kranti_Sambhav @Maruti_Corp Around 7-8 Lakh...'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Mam r u part of #Valimai movie \\nplz tell mam we r Eagerly waiting'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #ValimaiDiwali \\n#Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Mam #Valimai If yes Please Like the tweet alone we will take it as a sign \\n#ValimaiDiwali \\n#ThalaAjith'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Yemma #valimai la nee nadikiriya illaya athayavathu sollu plz\\xf0\\x9f\\x98\\xa5\\xf0\\x9f\\x98\\xa5\\xf0\\x9f\\x98\\xa5'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai.....'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Which car do you own? I hope something green, hybrid?'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai updatee plss'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai update plz'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai updatee'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@phoenixnk98 @humasqureshi @Maruti_Corp \\xf0\\x9f\\x98\\x81\\xf0\\x9f\\x98\\x81'"
    },
    {
        "review": "b'@MrThanimai @humasqureshi @Maruti_Corp Tamil nahi hindi malum\\xf0\\x9f\\x9a\\xb6\\xf0\\x9f\\x9a\\xb6\\n#valimai'"
    },
    {
        "review": "b'@Maruti_Corp @akashraibhai Will I have to engage in some \"haggerling\" with the dealer?\\xf0\\x9f\\x99\\x84'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai \\xe0\\xae\\xb2 \\xe0\\xae\\x87\\xe0\\xae\\xb0\\xe0\\xaf\\x81\\xe0\\xae\\x95\\xe0\\xaf\\x8d\\xe0\\xae\\x95\\xe0\\xae\\xbf\\xe0\\xae\\xaf\\xe0\\xae\\xbe \\xe0\\xae\\x87\\xe0\\xae\\xb2\\xe0\\xaf\\x8d\\xe0\\xae\\xb2\\xe0\\xaf\\x88\\xe0\\xae\\xaf\\xe0\\xae\\xbe \\xe0\\xae\\x9a\\xe0\\xaf\\x8a\\xe0\\xae\\xb2\\xe0\\xaf\\x8d\\xe0\\xae\\xb2\\xe0\\xae\\xbf \\xe0\\xae\\xa4\\xe0\\xaf\\x8a\\xe0\\xae\\xb2 \\xf0\\x9f\\x98\\x92'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valimai update please \\xf0\\x9f\\x98\\x8a\\xf0\\x9f\\x98\\x8a\\n#valimai #Thala'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #valamai update \\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x8f\\x83'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai https://t.co/CnPsWOV6hn'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai'"
    },
    {
        "review": "b'@humasqureshi @Maruti_Corp #Valimai \\n\\n\\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x94\\xa5\\xf0\\x9f\\x94\\xa5'"
    },
    {
        "review": "b'@Maruti_Corp I have called Maruti  to complain about being overcharged at Maruti service center and did 3 followup\\xe2\\x80\\xa6 https://t.co/KSbxHGwoNz'"
    },
    {
        "review": "b'@KatKristian8 @Maruti_Corp My favourite \\xf0\\x9f\\x8c\\xb9\\xf0\\x9f\\x8c\\xb9\\xf0\\x9f\\x8c\\xb9 \\xf0\\x9f\\x92\\x9f'"
    },
    {
        "review": "b'Declaration by @Maruti_Corp they will not send cars for @GlobalNCAP rating. #ReallySad. #Decline starts now. A comp\\xe2\\x80\\xa6 https://t.co/Cktd0xEwTu'"
    },
    {
        "review": "b'Well done Maruti @Maruti_Corp @SirishChandran  @adiljal https://t.co/9pK25he1QL aur lo Maruti, ashamed of this so c\\xe2\\x80\\xa6 https://t.co/3ytLPLigdK'"
    },
    {
        "review": "b'@Maruti_Corp just purchased 4 days back S cross.. But dealer has hide company discount while selling the car.. I ra\\xe2\\x80\\xa6 https://t.co/S1h2ZKjhQ9'"
    },
    {
        "review": "b'@Indiabookworm @Maruti_Corp @AdityaBirlaGrp \\xe0\\xa4\\xac\\xe0\\xa4\\xb9\\xe0\\xa5\\x81\\xe0\\xa4\\xa4 \\xe0\\xa4\\x85\\xe0\\xa4\\x9a\\xe0\\xa5\\x8d\\xe0\\xa4\\x9b\\xe0\\xa4\\xbe \\xf0\\x9f\\x98\\x8a'"
    },
    {
        "review": "b'@arunthomas01 @Maruti_Corp Yes Maruti vehicles maybe safe, then why not test it officially for global standards as well'"
    },
    {
        "review": "b'@arunthomas01 @TorqueIndia @Maruti_Corp This headline is flooding everywhere \\xf0\\x9f\\x98\\x85 \\n\\nWhy @Maruti_Corp \\xf0\\x9f\\x98\\x95'"
    },
    {
        "review": "b'@shivanshis4 @Maruti_Corp @AdityaBirlaGrp Ab jakar dekhna chalu Kiya aapne \\xf0\\x9f\\x98\\x85 yeh to Mene 4-5 saal pahile finish Kar Diya tha \\xf0\\x9f\\x98\\x87'"
    },
    {
        "review": "b'@Maruti_Corp\\n @TataMotors\\n @ALIndiaOfficial \\n  https://t.co/wbKyYJu1E7'"
    },
    {
        "review": "b'@Maruti_Corp  Height of self awareness. We are having a population crisis here anyways.  https://t.co/CzNECRz18I via'"
    },
    {
        "review": "b'@rushlane @Maruti_Corp while @Mahindra_Auto and @TataMotors scoring 5stars in @GlobalNCAP ... Wake up #Suzuki, stop\\xe2\\x80\\xa6 https://t.co/vOIvwhuqBf'"
    },
    {
        "review": "b'@Maruti_Corp Not only makes cheap cars but also delivers cheap service....they hide behind the fake claim of great\\xe2\\x80\\xa6 https://t.co/AGAyziddo3'"
    },
    {
        "review": "b'@CIIEvents @Maruti_Corp @CII_IQ It looks really good to be part of the journey of implementation of I 4.0 as national core committee member'"
    },
    {
        "review": "b'Exclusive: 2020 Maruti #Ignis Facelift Silently Launched From Rs. 4.83 Lakh @Maruti_Corp @NexaExperience \\n\\nhttps://t.co/RUOXTcWZ2C'"
    },
    {
        "review": "b'@Maruti_Corp @marutisuzukiof2 Please help me in getting my RC book. Its been 7 months and no response from True Value.. UP16AY7701'"
    },
    {
        "review": "b'Well done @Maruti_Corp @MSArenaOfficial\\n\\xf0\\x9f\\xa4\\xa3\\xf0\\x9f\\x98\\x82\\n#Tata #Mahindra #Ford should never learn anything from @Maruti_Corp. \\nTh\\xe2\\x80\\xa6 https://t.co/Lx7OZLUr6D'"
    },
    {
        "review": "b'@Maruti_Corp #MarutiSuzuki please help me getting my RC transferred. Its been 7 months and no response from True Value. UP16AY7701'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial taken a vehicle in may-17 till date #jayabherimaruti service centre -Hyderabad- Gachi\\xe2\\x80\\xa6 https://t.co/CXCzWSG7FA'"
    },
    {
        "review": "b'https://t.co/mcO5wQrEz5\\n\\nWhat sets @Maruti_corp apart is their resilience to make the world a better place. Check o\\xe2\\x80\\xa6 https://t.co/nHbOVCLwfx'"
    },
    {
        "review": "b'This comes only days after Global NCAP challenged @Maruti_Corp to produce 5-Star safety rated cars.\\n\\nhttps://t.co/Ju71QjAEbY'"
    },
    {
        "review": "b'\\xf0\\x9f\\x91\\xa9\\xf0\\x9f\\x8f\\xbb\\n#complicatedframes #photographer #model #modeling \\n#femina #GQStyle @gqindia @Lightroom @VOGUEIndia\\xe2\\x80\\xa6 https://t.co/ZAPNUHwrTB'"
    },
    {
        "review": "b'@Maruti_Corp is it true?? https://t.co/VqaoGAa6OC'"
    },
    {
        "review": "b'@archanavijaya @Maruti_Corp \\xf0\\x9f\\x91\\x8c\\xf0\\x9f\\x8f\\xbc\\xf0\\x9f\\x91\\x8c\\xf0\\x9f\\x8f\\xbc\\xe2\\x9d\\xa4\\xf0\\x9f\\x99\\x8f\\xf0\\x9f\\x8f\\xbb'"
    },
    {
        "review": "b'Thank you for a wonderful experience! Delighted to be asociated and help spread awareness about the\\xe2\\x80\\xa6 https://t.co/rAwN0rR152'"
    },
    {
        "review": "b'@Maruti_Corp maruti Suzuki ws raipur if any ws ....have man power for dizre some vibration problem happens in my car and white smoke ..????'"
    },
    {
        "review": "b'@Maruti_Corp Correction: My car RJ18UB4235 (under warranty) is awaiting spare parts since 25.01.2020 at Audi Motors Jhunjhunu (Raj.).'"
    },
    {
        "review": "b\"@Maruti_Corp No man power available on maruti ws....it's very poor service  sign.....\\xf0\\x9f\\x98\\x94\""
    },
    {
        "review": "b'@Maruti_Corp eagerly waiting for swift hybrid'"
    },
    {
        "review": "b'@Ravindr02245378 @Maruti_Corp Jab service nahi de sakte to sell hi kyu karte ho company band kar do'"
    },
    {
        "review": "b'#PMAR2020 | Top advertisers of India in 2019 - @HUL_News, @amazonIN, @Dream11, #RelianceIndustries, @Maruti_Corp https://t.co/BmYFmiNrbi'"
    },
    {
        "review": "b'Poor after sales services at @Maruti_Corp !! https://t.co/leXiL5baCk'"
    },
    {
        "review": "b'@Ravindr02245378 @Maruti_Corp Very Horrible experience. It was not expected from such a reputed company of India.'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp I have sent you DM pls see and reply'"
    },
    {
        "review": "b'@Maruti_Corp My 2019 model Ertiga car RJ18UB4235 (under warranty) is awaiting spare parts since 25.01.2019 at Audi\\xe2\\x80\\xa6 https://t.co/Kg0q5o3Pn6'"
    },
    {
        "review": "b'@NexaExperience pathetic services. Not happy with services.@Maruti_Corp'"
    },
    {
        "review": "b'@Maruti_Corp I am driving my new brezza vdi only with four tyre from 8 days one tyre leckuge from side wall I want\\xe2\\x80\\xa6 https://t.co/KMU6pCPxAq'"
    },
    {
        "review": "b'Neva had dis kinda experience frm @Maruti_Corp  n @HDFCERGOGIC , its been 10 days n dey dun knw wat to do wid the c\\xe2\\x80\\xa6 https://t.co/yhu9y1EVzR'"
    },
    {
        "review": "b'@Maruti_Corp clutch plate assembly price.....of maruti Suzuki dizre....?????\\n12000....how it possible'"
    },
    {
        "review": "b'A big thanks to everyone @Maruti_Corp for having me as one of the panelist\\xe2\\x80\\x99s at the #MarutiSuzukiStudio at\\xe2\\x80\\xa6 https://t.co/VsfXHCyGOR'"
    },
    {
        "review": "b'Here are our top 10 cars from @AEMotorShow 2020. @HyundaiIndia @KiaMotorsIN @Mahindra_Auto @Maruti_Corp\\xe2\\x80\\xa6 https://t.co/31eYH9Huz0'"
    },
    {
        "review": "b'@Maruti_Corp Its been a month for booking done and 2 weeks passed on the commitment date of delivery of car'"
    },
    {
        "review": "b'@Maruti_Corp Got a call for the sake of calling. Nothing done.Still No resolution on the date of delivery of car.'"
    },
    {
        "review": "b'@Maruti_Corp When can we buy this beauty?'"
    },
    {
        "review": "b'@Kranti_Sambhav @Maruti_Corp I am ready to pay 15 lakhs for the #Jimny.'"
    },
    {
        "review": "b'Why not take necessary steps to improve vehicles safety and be fearless aboyt the @GlobalNCAP @Maruti_Corp https://t.co/koCcl1KWwN'"
    },
    {
        "review": "b'@Maruti_Corp Where is my solution?(8368709581)'"
    },
    {
        "review": "b'\\xe0\\xa4\\x9c\\xe0\\xa4\\xbf\\xe0\\xa4\\xae\\xe0\\xa5\\x80-\\xe0\\xa4\\x9c\\xe0\\xa4\\xbf\\xe0\\xa4\\xae\\xe0\\xa5\\x80-\\xe0\\xa4\\x86\\xe0\\xa4\\x9c\\xe0\\xa4\\xbe-\\xe0\\xa4\\x86\\xe0\\xa4\\x9c\\xe0\\xa4\\xbe toh ho gaya, but how much would you pay for the @Maruti_Corp #jimny ? I asked around..\\nhttps://t.co/MTZU4C5T8T'"
    },
    {
        "review": "b'@Maruti_Corp no solution till now'"
    },
    {
        "review": "b'@Maruti_Corp I will not buy or let anyone of my friend buy any vehicle from maruti Suzuki'"
    },
    {
        "review": "b\"@Maruti_Corp please stop all your online consumer complaint options ....you can't even update the mail I'd you give to customers....\""
    },
    {
        "review": "b'@Maruti_Corp after reading this https://t.co/T6h50JrTfh\\nAs an Indian customer I will never ever buy a MS Car. You t\\xe2\\x80\\xa6 https://t.co/SKnTSc496C'"
    },
    {
        "review": "b'@Maruti_Corp are there any plans to bring Jimny to India? If yes, when?'"
    },
    {
        "review": "b\"@Maruti_Corp it's extremely unexpected that you have not take any response on my complain\""
    },
    {
        "review": "b'@Maruti_Corp I own a swift automatic diesel car, which recently gone through 20k km service. The service charge cal\\xe2\\x80\\xa6 https://t.co/Ll8ZhL0SXj'"
    },
    {
        "review": "b\"@Maruti_Corp @marutidzire @MSArenaOfficial see it's a name of that idiot who didn't gave my fast tag https://t.co/0HeGxrlkaX\""
    },
    {
        "review": "b'@Maruti_Corp Neither I have got #FASTTAG from NANDA AUTOMOBILE.  Really worst dealer of GUJARAT. Mr Hiren is not worth it.'"
    },
    {
        "review": "b'@rushlane \\xf0\\x9f\\xa4\\xa3 @Maruti_Corp @MSArenaOfficial'"
    },
    {
        "review": "b'@Maruti_Corp  following very high standards for car. They delivered me Swift Dzire VXI model with tyres of two diff\\xe2\\x80\\xa6 https://t.co/ZYFBIc9z43'"
    },
    {
        "review": "b'Xroaders \\xe2\\x80\\x9cBrezza Owners\\xe2\\x80\\x9d First Meet at the @AutoExpo_2020 Memories to Cherish @VitaraBrezza @CVRAMAN61\\xe2\\x80\\xa6 https://t.co/5Q1eYmknsQ'"
    },
    {
        "review": "b'@Maruti_Corp \\xf0\\x9f\\x93\\xb9\\xf0\\x9f\\x93\\xb9\\xf0\\x9f\\x91\\x8c\\xf0\\x9f\\x91\\x8c'"
    },
    {
        "review": "b'@rushlane @Maruti_Corp can\\xe2\\x80\\x99t afford any more poor ratings &amp; the public embarrassment over their cars\\xe2\\x80\\x99 unsafe build\\xe2\\x80\\xa6 https://t.co/pOMzE8FK3R'"
    },
    {
        "review": "b'@DavidDjward @GlobalNCAP @RoadSafety2020 Hopefully @Maruti_Corp can take out pages of #Commitment #Courage and\\xe2\\x80\\xa6 https://t.co/13e8ilbCSP'"
    },
    {
        "review": "b'@Maruti_Corp Very pathetic service by bimal maruti service center yelahanka, bangalore. I gave my Suzuki desire vxi\\xe2\\x80\\xa6 https://t.co/N5dO7PkDYf'"
    },
    {
        "review": "b'@Maruti_Corp Very pathetic service by bimal maruti service center yelahanka, bangalore. I gave my Suzuki desire vxi\\xe2\\x80\\xa6 https://t.co/M528vrkLPb'"
    },
    {
        "review": "b'@Maruti_Corp @ashmeetkapoor Very pathetic service by bimal maruti service center yelahanka, bangalore. I gave my Su\\xe2\\x80\\xa6 https://t.co/rL8GpHRbiP'"
    },
    {
        "review": "b'@Maruti_Corp Send the details by mail'"
    },
    {
        "review": "b'CRM:001637000001123\\n\\nInteraction ID : 201002102948\\n\\nComplaints unattended for last three days.\\n\\nTSM not responding\\xe2\\x80\\xa6 https://t.co/V2eP04RJ83'"
    },
    {
        "review": "b'@DavidDjward @GlobalNCAP As usual @Maruti_Corp has started to give vague answers and are taking #stupid steps to hi\\xe2\\x80\\xa6 https://t.co/TmfyiwqpLc'"
    },
    {
        "review": "b'@rushlane @Maruti_Corp unsafe cars, tin cans'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial I own an SS80 interested in restoring it similar to this https://t.co/XL1YxFEbR0\\nWhic\\xe2\\x80\\xa6 https://t.co/sStbOyyJGs'"
    },
    {
        "review": "b'@rushlane @Maruti_Corp should send their cars to Scrapyard!'"
    },
    {
        "review": "b'When safety as a parameter is gaining traction in India, @Maruti_Corp will not send cars to Global NCAP for crash t\\xe2\\x80\\xa6 https://t.co/SsKP2ND1jk'"
    },
    {
        "review": "b'@Maruti_Corp So many blunders are in this company fraud ????'"
    },
    {
        "review": "b'\\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x82\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 K10 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 back light 8  \\xe0\\xa4\\xae\\xe0\\xa4\\xb9\\xe0\\xa4\\xbf\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\x9f\\xe0\\xa5\\x82\\xe0\\xa4\\x9f\\xe0\\xa5\\x80 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa4\\x94\\xe0\\xa4\\xb0 \\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x87\\xe0\\xa4\\xae \\xe0\\xa4\\xae\\xe0\\xa5\\x8b\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\x85\\xe0\\xa4\\xb6\\xe0\\xa5\\x8b\\xe0\\xa4\\x95\\xe0\\xa4\\xa8\\xe0\\xa4\\x97\\xe0\\xa4\\xb0 \\xe0\\xa4\\xae\\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb2\\xe0\\xa4\\xbe\\xe0\\xa4\\x88\\xe0\\xa4\\x9f \\xe0\\xa4\\x89\\xe0\\xa4\\xaa\\xe0\\xa4\\xb2\\xe0\\xa4\\xac\\xe0\\xa5\\x8d\\xe0\\xa4\\xa7 \\xe0\\xa4\\xa8\\xe0\\xa4\\xb9\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe \\xe0\\xa4\\xaa\\xe0\\xa4\\xbe \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 @Maruti_Corp'"
    },
    {
        "review": "b'@Maruti_Corp Hii Maruti team I want to draw your kind attention that I have swift vxi which is purchased lst march.\\xe2\\x80\\xa6 https://t.co/NPi12hFDzd'"
    },
    {
        "review": "b'@MSArenaOfficial @MSArenaOfficial @Ertigabymaruti @Maruti_Corp \\xe0\\xa4\\x85\\xe0\\xa4\\x97\\xe0\\xa4\\xb0 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf \\xe0\\xa4\\x95\\xe0\\xa4\\xae\\xe0\\xa5\\x8d\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 \\xe0\\xa4\\x87\\xe0\\xa4\\xb8 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 Fog lamp, Auto climate\\xe2\\x80\\xa6 https://t.co/AJSdqnUKp2'"
    },
    {
        "review": "b'@Maruti_Corp dmed you my issue kindly check'"
    },
    {
        "review": "b'@killswithhumor @Maruti_Corp Jimny Sierra \\xe2\\x9d\\xa4\\xef\\xb8\\x8f'"
    },
    {
        "review": "b'Please bring this one to India as early as you can! @Maruti_Corp #AutoExpo2020 https://t.co/G2v3aRrw8K'"
    },
    {
        "review": "b'@Maruti_Corp Launch gypsy with BS6 and with safety standards'"
    },
    {
        "review": "b'@Maruti_Corp It was nice to see Jimny at Auto Expo and a five-door version maybe practical but the three-door one i\\xe2\\x80\\xa6 https://t.co/4FxkOi9KlQ'"
    },
    {
        "review": "b'\\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa5\\x8b\\xe0\\xa4\\x9c\\xe0\\xa4\\x95 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa4\\x82 - \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf \\xe0\\xa4\\xb8\\xe0\\xa5\\x81\\xe0\\xa4\\x9c\\xe0\\xa5\\x81\\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x94\\xe0\\xa4\\xb0 \\xe0\\xa4\\x86\\xe0\\xa4\\xa6\\xe0\\xa4\\xbf\\xe0\\xa4\\xa4\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf \\xe0\\xa4\\xac\\xe0\\xa4\\xbf\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa4\\xb2\\xe0\\xa4\\xbe \\xe0\\xa4\\x97\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xaa\\xe0\\xa5\\xa4 \\xf0\\x9f\\x98\\xb2\\xf0\\x9f\\x91\\x8f\\n\\n\\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\x95\\xe0\\xa4\\xb0\\xe0\\xa4\\xa3 \\xe0\\xa5\\xa7\\xe0\\xa5\\xa8 \\xe0\\xa4\\xa4\\xe0\\xa4\\x95 (\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xb6\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa4\\xa6 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb9\\xe0\\xa4\\xb2\\xe0\\xa5\\x87) \\xe0\\xa4\\x87\\xe0\\xa4\\xb8 \\xe0\\xa4\\xa7\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb9\\xe0\\xa4\\xbf\\xe0\\xa4\\x95 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xaf\\xe0\\xa5\\x8b\\xe0\\xa4\\x9c\\xe0\\xa4\\x95 \\xe0\\xa4\\xae\\xe0\\xa4\\xbf\\xe0\\xa4\\xb2 \\xe0\\xa4\\x97\\xe2\\x80\\xa6 https://t.co/lze752Cyf9'"
    },
    {
        "review": "b'@TorqueIndia @Maruti_Corp Hyundai , Ford , Tata &amp; Mahindra would be super Happy seeing this !\\nPoor tactics &amp; planni\\xe2\\x80\\xa6 https://t.co/Bz6UUrXpjU'"
    },
    {
        "review": "b'@rohitsingh58344 @Maruti_Corp Maruti company hi bkwaas hai I hai hundai car also i used last 5 year but kbi koi pro\\xe2\\x80\\xa6 https://t.co/cbKfRwm6xD'"
    },
    {
        "review": "b'@Maruti_Corp @rohitsingh58344 I already share my details tum logo see hota to kuch nh sirf marketing krne ME lge Ho\\xe2\\x80\\xa6 https://t.co/2Hedo38bQL'"
    },
    {
        "review": "b\"Chatted about all things @maruti_corp with @archanavijaya. What's your Maruti Suzuki memory? #MarutiSuzukiStudio\\xe2\\x80\\xa6 https://t.co/Xsk2ZUOzLT\""
    },
    {
        "review": "b\"@MSArenaOfficial @Maruti_Corp It's a death trap.\""
    },
    {
        "review": "b'@Kranti_Sambhav @Maruti_Corp @TNTimesDrive @MSArenaOfficial They should get this here, The Govt bodies themselves w\\xe2\\x80\\xa6 https://t.co/fXd22QJC1y'"
    },
    {
        "review": "b'11 \\xe0\\xb2\\xb8\\xe0\\xb2\\xbe\\xe0\\xb2\\xb5\\xe0\\xb2\\xbf\\xe0\\xb2\\xb0\\xe0\\xb2\\x95\\xe0\\xb3\\x8d\\xe0\\xb2\\x95\\xe0\\xb3\\x86 \\xe0\\xb2\\xac\\xe0\\xb3\\x81\\xe0\\xb2\\x95\\xe0\\xb3\\x8d \\xe0\\xb2\\xae\\xe0\\xb2\\xbe\\xe0\\xb2\\xa1\\xe0\\xb2\\xbf \\xe0\\xb2\\xae\\xe0\\xb2\\xbe\\xe0\\xb2\\xb0\\xe0\\xb3\\x81\\xe0\\xb2\\xa4\\xe0\\xb2\\xbf \\xe0\\xb2\\xac\\xe0\\xb3\\x8d\\xe0\\xb2\\xb0\\xe0\\xb3\\x86\\xe0\\xb2\\x9c\\xe0\\xb3\\x8d\\xe0\\xb2\\x9c\\xe0\\xb2\\xbe \\xe0\\xb2\\xaa\\xe0\\xb3\\x86\\xe0\\xb2\\x9f\\xe0\\xb3\\x8d\\xe0\\xb2\\xb0\\xe0\\xb3\\x8b\\xe0\\xb2\\xb2\\xe0\\xb3\\x8d \\xe0\\xb2\\x95\\xe0\\xb2\\xbe\\xe0\\xb2\\xb0\\xe0\\xb3\\x81!\\n@Maruti_Corp #MarutiSuzuki #Brezza #Car #automobile \\nhttps://t.co/WldTvUK6O7'"
    },
    {
        "review": "b'\\xe0\\xa4\\x86\\xe0\\xa4\\xa6\\xe0\\xa4\\xb0\\xe0\\xa4\\xa3\\xe0\\xa5\\x80\\xe0\\xa4\\xaf \\xe0\\xa4\\xae\\xe0\\xa4\\xb9\\xe0\\xa5\\x8b\\xe0\\xa4\\xa6\\xe0\\xa4\\xaf,\\n@LtGovDelhi\\n@kgahlot\\n\\n\\xe0\\xa4\\xae\\xe0\\xa5\\x88\\xe0\\xa4\\x82\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 6 \\xe0\\xa4\\xb8\\xe0\\xa4\\xbe\\xe0\\xa4\\xb2 \\xe0\\xa4\\x95\\xe0\\xa5\\x87\\xe0\\xa4\\xb8 \\xe0\\xa4\\xb2\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xa6\\xe0\\xa4\\xbf\\xe0\\xa4\\xb2\\xe0\\xa5\\x8d\\xe0\\xa4\\xb2\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa4\\xac\\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\xac\\xe0\\xa4\\xa1\\xe0\\xa4\\xbc\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\xa1\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xa8\\xe0\\xa4\\x88 \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x9c\\xe0\\xa4\\x97\\xe0\\xa4\\xb9 \\xe0\\xa4\\xb0\\xe0\\xa4\\xbf\\xe0\\xa4\\xaa\\xe0\\xa5\\x88\\xe0\\xa4\\xa8\\xe0\\xa5\\x8d\\xe0\\xa4\\x9f \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\xac\\xe0\\xa5\\x87\\xe0\\xa4\\x9a\\xe2\\x80\\xa6 https://t.co/8WvJ2lWwvZ'"
    },
    {
        "review": "b'@aimaindia @Maruti_Corp I am looking for job can i get one in your firm please.'"
    },
    {
        "review": "b\"@Maruti_Corp @NexaExperience Hey Maruti/Nexa, I'm tired of following up on issues with the useless Suzuki Connect d\\xe2\\x80\\xa6 https://t.co/eNQEWt1yDC\""
    },
    {
        "review": "b'@Maruti_Corp Is your team Sleeping. After so much time my policy has not been delivered to me.  How long someone ta\\xe2\\x80\\xa6 https://t.co/0OIf3L0Bvk'"
    },
    {
        "review": "b'@justvoot If shuklaji can fit in then definitely the car @Maruti_Corp ignis is worth it @NexaExperience\\xe2\\x80\\xa6 https://t.co/b5o9Ifd2RY'"
    },
    {
        "review": "b'@guptaswati0 @Maruti_Corp \\xe0\\xa4\\x95\\xe0\\xa4\\xbe \\xe0\\xa4\\x86\\xe0\\xa4\\x88 \\xe0\\xa4\\xab\\xe0\\xa5\\x8b\\xe0\\xa4\\xa8 \\xe0\\xa4\\xb2\\xe0\\xa4\\xbf\\xe0\\xa4\\x9c\\xe0\\xa4\\xbf\\xe0\\xa4\\x8f \\xe0\\xa4\\x85\\xe0\\xa4\\x9a\\xe0\\xa5\\x8d\\xe0\\xa4\\x9b\\xe0\\xa4\\xbe \\xe0\\xa4\\x9a\\xe0\\xa4\\xb2\\xe0\\xa4\\xa4\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa5\\xa4\\xe0\\xa5\\xa4 \\xf0\\x9f\\xa4\\xaa'"
    },
    {
        "review": "b'@SergiusBarretto @Maruti_Corp @MSArenaOfficial Agree with u 2 an extent sir. It involves either localising boosterj\\xe2\\x80\\xa6 https://t.co/lJtKvHREIH'"
    },
    {
        "review": "b'@Zee_petrosapian @Maruti_Corp @MSArenaOfficial Cost!'"
    },
    {
        "review": "b'Insights on auto retail from @Urban_Science \\n\\n@FADA_India @nikunjsanghi @RealNabeelKhan @Motoringmind\\xe2\\x80\\xa6 https://t.co/jEHDleUF8W'"
    },
    {
        "review": "b'@Maruti_Corp  star car mirzapur are not responding nighter completing the formalities for granting D.O.\\nI am gettin\\xe2\\x80\\xa6 https://t.co/QI658in7x8'"
    },
    {
        "review": "b'@Maruti_Corp This is the 13th day after i raised an issue, Can you define what does shortly means?'"
    },
    {
        "review": "b'@Maruti_Corp  Very disappointed to see service of Star car Mirzapur.\\ni was submitted my car on 5th Jan 2020 ...afte\\xe2\\x80\\xa6 https://t.co/Ubw3DkaAqu'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial Are u bringing in XL7 to India?'"
    },
    {
        "review": "b'Ending the #AutoExpo2020 with a bang! Mr Muzamil Ali just won The New Ignis by @Maruti_Corp at the Vehicle Lottery\\xe2\\x80\\xa6 https://t.co/C2BfHjLz8R'"
    },
    {
        "review": "b'@Maruti_Corp I would like to take Ertiga Diesel Top end with BS 6 engine and when it would be release in Indian market?'"
    },
    {
        "review": "b'Since @Maruti_Corp @MSArenaOfficial is not availing small car tax sops with the #Brezza because of 1.5 petrol engin\\xe2\\x80\\xa6 https://t.co/meFhPgmacK'"
    },
    {
        "review": "b'@MSArenaOfficial Hahaha... They just launch cars... Burn money on Ads... When you book their cars.. Their represent\\xe2\\x80\\xa6 https://t.co/w7h8t5jGer'"
    },
    {
        "review": "b'Ending #GreenDay with a special message from Mr @Anubhav_Wadhwa, an environmentalist and sustainability activist, w\\xe2\\x80\\xa6 https://t.co/YzPZ1n05tB'"
    },
    {
        "review": "b'@Maruti_Corp good work guys!! \\nReceived my induction after a little hassle. https://t.co/3Ese9aZuQD'"
    },
    {
        "review": "b'We are our future! So, let\\xe2\\x80\\x99s save it together. Watch our bit on the future of mobility and sustainable living at\\xe2\\x80\\xa6 https://t.co/qbdojmOqUC'"
    },
    {
        "review": "b'@Shekharidt @Maruti_Corp \\xe0\\xa4\\xb8\\xe0\\xa4\\xb0, \\xe0\\xa4\\x86\\xe0\\xa4\\xaa\\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\xaa\\xe0\\xa4\\xbe\\xe0\\xa4\\xb8 \\xe0\\xa4\\x87\\xe0\\xa4\\xb8 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xa4\\xe0\\xa4\\xbf \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\xa4\\xe0\\xa4\\xb0\\xe0\\xa4\\xab \\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\x9c\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 \\xe0\\xa4\\x86\\xe0\\xa4\\x88 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa4\\x95\\xe0\\xa5\\x83\\xe0\\xa4\\xaa\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\x86\\xe0\\xa4\\xaa \\xe0\\xa4\\xb9\\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 \\xe0\\xa4\\xae\\xe0\\xa4\\xa6\\xe0\\xa4\\xa6 \\xe0\\xa4\\x95\\xe0\\xa4\\xb0 \\xe0\\xa4\\xb8\\xe0\\xa4\\x95\\xe0\\xa4\\xa4\\xe0\\xa5\\x87 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe ??'"
    },
    {
        "review": "b'@Maruti_Corp #IngenuityIsNX'"
    },
    {
        "review": "b'@sakpataudi @Maruti_Corp \\xe0\\xa4\\x85\\xe0\\xa4\\x9a\\xe0\\xa5\\x8d\\xe0\\xa4\\x9b\\xe0\\xa4\\xbe  \\xe0\\xa4\\x9a\\xe0\\xa5\\x81\\xe0\\xa4\\xaa \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xbf\\xe0\\xa4\\x8f'"
    },
    {
        "review": "b'@Maruti_Corp GJ27DB 2272 my vechile reg number'"
    },
    {
        "review": "b'We have #news about #MarutiSuzuki Jimny\\xe2\\x80\\x99s #production. It\\xe2\\x80\\x99ll start in 2021. The exports will commence before a form\\xe2\\x80\\xa6 https://t.co/q22otOdrAW'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp Looks like an auto (rickshaw)'"
    },
    {
        "review": "b'@Maruti_Suzuki @Maruti_Corp @MSArenaOfficial @marutidzire see at NANDA AUTOMOBILE there is no faculty for customers\\xe2\\x80\\xa6 https://t.co/pIoHUdLOxO'"
    },
    {
        "review": "b'#MarutiSuzuki \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\xaa\\xe0\\xa4\\xb0 \\xe0\\xa4\\xab\\xe0\\xa4\\xb0\\xe0\\xa4\\xb5\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 \\xe0\\xa4\\x91\\xe0\\xa4\\xab\\xe0\\xa4\\xb0\\n@MSArenaOfficial @Maruti_Corp \\nhttps://t.co/FOwYvjtGWR'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp Just stop selling cars n focus on your service department.  All doing time pass at Na\\xe2\\x80\\xa6 https://t.co/CMkw5o61cq'"
    },
    {
        "review": "b'Plenary Session on Need for HR to Revisit, Redefine &amp; Recreate\\nWelcome Address- S.Y. Siddiqui, Conclave Chairman &amp;\\xe2\\x80\\xa6 https://t.co/aBrOdUoPvT'"
    },
    {
        "review": "b'Future of our country lies in the hands of the youth. Thankfully, @Maruti_corp has got them covered with sustainabl\\xe2\\x80\\xa6 https://t.co/utrnwrvb8s'"
    },
    {
        "review": "b\"@Maruti_Suzuki @Maruti_Corp @MSArenaOfficial you Gys don't have adequate staff to handle coustomer complaints neith\\xe2\\x80\\xa6 https://t.co/IOZWXLcuA8\""
    },
    {
        "review": "b'@Maruti_Corp Its 3.5 months now when i took my new car to dealer for repair after accident and the same is not deli\\xe2\\x80\\xa6 https://t.co/xkl3pDOD3I'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Suzuki @Maruti_Corp @marutidzire Nanda automobile your dealer is worst. Today I went to ge\\xe2\\x80\\xa6 https://t.co/6KEwh3S0wC'"
    },
    {
        "review": "b'@gqindia @GQMagazine @BritishGQ @GQStyle @VOGUEIndia @BritishVogue @voguemagazine @HELLOmagIndia @hellomag\\xe2\\x80\\xa6 https://t.co/aelfeKrphM'"
    },
    {
        "review": "b'#MarutiSuzuki \\xe0\\xa4\\x95\\xe0\\xa5\\x80 BS-VI \\xe0\\xa4\\xaa\\xe0\\xa5\\x87\\xe0\\xa4\\x9f\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x8b\\xe0\\xa4\\xb2 \\xe0\\xa4\\xb5\\xe0\\xa4\\xbf\\xe0\\xa4\\x9f\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe \\xe0\\xa4\\xac\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x87\\xe0\\xa4\\x9c\\xe0\\xa4\\xbe \\xe0\\xa4\\x94\\xe0\\xa4\\xb0 \\xe0\\xa4\\xa8\\xe0\\xa4\\x88 BS-VI \\xe0\\xa4\\x87\\xe0\\xa4\\x97\\xe0\\xa5\\x8d\\xe0\\xa4\\xa8\\xe0\\xa4\\xbf\\xe0\\xa4\\xb8 \\xe0\\xa4\\x85\\xe0\\xa4\\x97\\xe0\\xa4\\xb2\\xe0\\xa5\\x87 \\xe0\\xa4\\xb8\\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xa4\\xe0\\xa4\\xbe\\xe0\\xa4\\xb9 \\xe0\\xa4\\xb2\\xe0\\xa5\\x89\\xe0\\xa4\\xa8\\xe0\\xa5\\x8d\\xe0\\xa4\\x9a \\xe0\\xa4\\xb9\\xe0\\xa5\\x8b \\xe0\\xa4\\xb8\\xe0\\xa4\\x95\\xe0\\xa4\\xa4\\xe0\\xa5\\x80 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa4\\x82. \\n#NewVitaraBrezza\\xe2\\x80\\xa6 https://t.co/8SUKRhZbex'"
    },
    {
        "review": "b'You\\xe2\\x80\\x99ve got MAIL @Maruti_Corp #mail #mobilityandmobileinnovationlab #AutoExpo2020 #marutisuzuki https://t.co/lpZ0wLg4lO'"
    },
    {
        "review": "b'@Maruti_Corp \\nIn India everyone gives first preference to Maruti same which I did day before yesterday but i swear\\xe2\\x80\\xa6 https://t.co/5TYx5u4WEC'"
    },
    {
        "review": "b'In January 2020, @Maruti_Corp has sold a total of 154123 units\\nand they say our country is in economic recession.'"
    },
    {
        "review": "b\"The curtains fall on @AEMotorShow 2020 today. @Maruti_Corp's Futuro-e concept is a highlight of the Show. In this v\\xe2\\x80\\xa6 https://t.co/9TtP8Wf9Ak\""
    },
    {
        "review": "b'Mussarat Hussain, Head- Leadership &amp; functional School, @Maruti_Corp\\n\"HR 4.0 will have to play a larger role in equ\\xe2\\x80\\xa6 https://t.co/R3dSvc8WdK'"
    },
    {
        "review": "b'Technical Session III- Industry 4.0 &amp; New Age HR Challenges &amp; Opportunities\\nModerator- Rajiv Kapoor, Executive Dire\\xe2\\x80\\xa6 https://t.co/SttojJmjsj'"
    },
    {
        "review": "b'From sustainable cars for the Indian traffic to more new future ready @Maruti_corp cars on roads,\\xe2\\x80\\xa6 https://t.co/oAAYG1xZMV'"
    },
    {
        "review": "b'@Maruti_Corp MRF TYRE  leakage after driven just 3000km new Brezza vdi my mob no is 8368709581 https://t.co/qyQIKrU70j'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial @Idea @VodafoneIN @TRAI Wondering how they get numbers and why they trouble others'"
    },
    {
        "review": "b'@Maruti_Corp Mujhe ye janana hai ki kis hisab se sarvice karwa rahe hai kya puri car chenj karke denge kya.\\nAur wah\\xe2\\x80\\xa6 https://t.co/E3r4UvxRTd'"
    },
    {
        "review": "b'Maruti Suzuki \\xe0\\xa4\\xa4\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xab\\xe0\\xa5\\x87 \\xe0\\xa5\\xac \\xe0\\xa4\\xab\\xe0\\xa5\\x87\\xe0\\xa4\\xac\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x81\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xbe \\xe0\\xa4\\x91\\xe0\\xa4\\x9f\\xe0\\xa5\\x8b \\xe0\\xa4\\x8f\\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xb8\\xe0\\xa5\\x8d\\xe0\\xa4\\xaa\\xe0\\xa5\\x8b\\xe0\\xa4\\xae\\xe0\\xa4\\xa7\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa5\\x87 #VitaraBrezza \\xe0\\xa4\\x9a\\xe0\\xa5\\x87 #Facelift \\xe0\\xa4\\xae\\xe0\\xa5\\x89\\xe0\\xa4\\xa1\\xe0\\xa5\\x87\\xe0\\xa4\\xb2 \\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xa6\\xe0\\xa4\\xb0\\xe0\\xa5\\x8d\\xe0\\xa4\\xb6\\xe0\\xa4\\xbf\\xe0\\xa4\\xa4 \\xe0\\xa4\\x95\\xe0\\xa4\\xb0\\xe0\\xa4\\xa3\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe\\xe0\\xa4\\xa4 \\xe0\\xa4\\x86\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe2\\x80\\xa6 https://t.co/nyz8SK0fG1'"
    },
    {
        "review": "b'Aaj ka Bharat 40 rupaye ki PVC se aapki gadi pradushan mukt ho jayegi @narendramodi @rahulkanwal @anandmahindra\\xe2\\x80\\xa6 https://t.co/5cslsiNSXL'"
    },
    {
        "review": "b'@Renuks @Maruti_Corp Nice car and car photo editing https://t.co/rwgqIs8r7m'"
    },
    {
        "review": "b\"@Maruti_Corp Even it's very worst part that after raising a concern no one contacted me. I am really very disappoin\\xe2\\x80\\xa6 https://t.co/baMq7ztgRA\""
    },
    {
        "review": "b'Liberalise #Economy #GST on Warfoot Everyday Many Collapsing already Big Economic Crisis @narendramodi @AmitShah\\xe2\\x80\\xa6 https://t.co/zjEhzKrDuP'"
    },
    {
        "review": "b'@Maruti_Corp Dm sent pls check'"
    },
    {
        "review": "b\"@Renuks @Maruti_Corp Maruti won't launch good products in India' ever\""
    },
    {
        "review": "b'@Maruti_Corp You have many No.1s to your credit. The Gypsy was one such No.1. Now, if you want, the #JimnyForIndia\\xe2\\x80\\xa6 https://t.co/emvDNfoAFE'"
    },
    {
        "review": "b'Let\\xe2\\x80\\x99s think green! Let\\xe2\\x80\\x99s encourage ideas that leads to greener actions because when a miilion people think green, a\\xe2\\x80\\xa6 https://t.co/fv2WiUMiV5'"
    },
    {
        "review": "b'@MSArenaOfficial\\n@Maruti_Corp\\n@Marriott\\nSir, SWIFT      NOW             \\n2 MILLION\\xe2\\x80\\xa6 https://t.co/MKlhXUWjBS'"
    },
    {
        "review": "b'@MarutiSuzukiMDS @Maruti_Corp @MarutiSuzukiMDS - A representative from the local MDS has reached out to me in respo\\xe2\\x80\\xa6 https://t.co/5uWWyuzSdR'"
    },
    {
        "review": "b\"@sakpataudi @Maruti_Corp Soha Mam, I'm really happy with see you my favourite car,  lots of love for you with #Ciaz\\xe2\\x80\\xa6 https://t.co/5u5llKZsT5\""
    },
    {
        "review": "b'\\xe0\\xa8\\xa8\\xe0\\xa8\\xb5\\xe0\\xa9\\x80\\xe0\\xa8\\x82 #MarutiBrezza \\xe0\\xa8\\xa6\\xe0\\xa9\\x80 \\xe0\\xa8\\xac\\xe0\\xa9\\x81\\xe0\\xa8\\x95\\xe0\\xa8\\xbf\\xe0\\xa9\\xb0\\xe0\\xa8\\x97 \\xe0\\xa8\\xb8\\xe0\\xa8\\xbc\\xe0\\xa9\\x81\\xe0\\xa8\\xb0\\xe0\\xa9\\x82, 11 \\xe0\\xa8\\xb9\\xe0\\xa8\\x9c\\xe0\\xa8\\xbc\\xe0\\xa8\\xbe\\xe0\\xa8\\xb0 \\xe0\\xa8\\xb0\\xe0\\xa9\\x81\\xe0\\xa8\\xaa\\xe0\\xa8\\x8f \\xe2\\x80\\x99\\xe0\\xa8\\x9a \\xe0\\xa8\\x95\\xe0\\xa8\\xb0 \\xe0\\xa8\\xb8\\xe0\\xa8\\x95\\xe0\\xa8\\xa6\\xe0\\xa9\\x87 \\xe0\\xa8\\xb9\\xe0\\xa9\\x8b \\xe0\\xa8\\xac\\xe0\\xa9\\x81\\xe0\\xa9\\xb1\\xe0\\xa8\\x95  https://t.co/vLQkpn7Gg6 \\n\\n.@Maruti_Corp https://t.co/EoztPP1eNj'"
    },
    {
        "review": "b\"Our partner in crime\\n\\n'To more road trips'\\n\\n#balenodiariesMH47 #Wanderlust\\n#baleno\\n@Maruti_Corp  @NexaExperience\\xe2\\x80\\xa6 https://t.co/xokrDCJG4m\""
    },
    {
        "review": "b'Dear, @Maruti_Corp @MSArenaOfficial \\nPlease also your people to stop calling me ! I m getting calls for unwanted re\\xe2\\x80\\xa6 https://t.co/5vCShcWLRa'"
    },
    {
        "review": "b'@Maruti_Corp @NexaExperience @MSArenaOfficial are unable to my solve issue still date. It seems for a company custo\\xe2\\x80\\xa6 https://t.co/E4AR57uSZd'"
    },
    {
        "review": "b'@LazyTourer @_vikramch @AEMotorShow @CVRAMAN61 @Maruti_Corp @MSArenaOfficial Broken roads sir'"
    },
    {
        "review": "b'@TorqueIndia @Maruti_Corp Once they will see lukewarm response, they will start delivering fast. I have first hand\\xe2\\x80\\xa6 https://t.co/2EnhIJQvSW'"
    },
    {
        "review": "b'@Maruti_Corp worst service and dealers sat more than 2 hours on showroom but no one bothered to look into the issue'"
    },
    {
        "review": "b'S Y Siddiqui, Conclave Chairman &amp; Executive Advisor, @Maruti_Corp \\n\"It is imperative to understand how much and wha\\xe2\\x80\\xa6 https://t.co/yxRgGzIKq3'"
    },
    {
        "review": "b'@_vikramch @AEMotorShow @CVRAMAN61 @Maruti_Corp @MSArenaOfficial Simple,\\n\\n1. Ground clearance :- meteor inpact size\\xe2\\x80\\xa6 https://t.co/4FN0ikrz3B'"
    },
    {
        "review": "b'HRM Conclave on HR Strategy on Talent, Technology &amp; Transformation\\nWelcome Address: Neeraj Kapoor, Director,\\xe2\\x80\\xa6 https://t.co/VN7NtwdRap'"
    },
    {
        "review": "b'@Maruti_Corp This is nice ..the complain is still in escalation for last 5 months...now you are again standing for\\xe2\\x80\\xa6 https://t.co/1ocm1W9rzA'"
    },
    {
        "review": "b'@Maruti_Corp This is nice ..the complain is still in escalation...now you are again standing for insurance renewal.\\xe2\\x80\\xa6 https://t.co/11EfesZyfl'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial @MSArenaOfficial \\xe0\\xa4\\x86\\xe0\\xa4\\xaa\\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x86\\xe0\\xa4\\x97\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe \\xe0\\xa4\\x9c\\xe0\\xa4\\xa8\\xe0\\xa4\\xaa\\xe0\\xa4\\xa6 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa4\\xbf\\xe0\\xa4\\xb8\\xe0\\xa5\\x80 \\xe0\\xa4\\xad\\xe0\\xa5\\x80 \\xe0\\xa4\\xa1\\xe0\\xa5\\x80\\xe0\\xa4\\xb2\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa5\\x8b \\xe0\\xa4\\x87\\xe0\\xa4\\xb8 \\xe0\\xa4\\xac\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\x9c\\xe0\\xa4\\xbe\\xe0\\xa4\\xa8\\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa5\\x80 \\xe0\\xa4\\xa8\\xe0\\xa4\\xb9\\xe0\\xa5\\x80 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 \\xe0\\xa5\\xa4'"
    },
    {
        "review": "b'@YRC_Global develops concept tyre for @Maruti_Corp India\\xe2\\x80\\x99s green EV; https://t.co/u8Ey0JbEx3 @RJA_online'"
    },
    {
        "review": "b'@NexaExperience @Maruti_Corp today I received a call from person claiming to be frm GGI breakdown and was offering\\xe2\\x80\\xa6 https://t.co/ghBbVzi3KV'"
    },
    {
        "review": "b'@Maruti_Corp Feast!\\xf0\\x9f\\x91\\x87 Iconic #Jimny &lt;&gt; successor to the iconic Gypsy!\\n\\n#MarutiSuzuki #AutoExpo\\n#MarutiSuzukiAE20\\xe2\\x80\\xa6 https://t.co/xNDKTi1Y0G'"
    },
    {
        "review": "b\"@Maruti_Corp you know it's evil of you to just showcase Jimmy one auto expo after another in India and say you can't have it!\""
    },
    {
        "review": "b'@Maruti_Corp i am bombarded by calls from ur agency gulzar motors ludhiana to get insurance service frm dm repeated\\xe2\\x80\\xa6 https://t.co/mZIKMXLr7q'"
    },
    {
        "review": "b'The Indian #autosector is expected to stabilize in FY21, says Kenichi Ayukawa, MD &amp; CEO of @Maruti_Corp. He also ta\\xe2\\x80\\xa6 https://t.co/LelVddiikE'"
    },
    {
        "review": "b'Waiting period for #Brezza even before the bookings start,what does that mean ? @Maruti_Corp ? \\n\\nLate production &amp;\\xe2\\x80\\xa6 https://t.co/ILh6dUo8aP'"
    },
    {
        "review": "b'@Maruti_Corp suzuki does not allow consumer to choose. They treat consumer a slave. Despite request of fasttag via\\xe2\\x80\\xa6 https://t.co/plxoted4YO'"
    },
    {
        "review": "b'@Maruti_Corp Looking forward to seeing the Hybrid Swift and hopefully other variants on Indian Roads in 2020.'"
    },
    {
        "review": "b'@MSArenaOfficial @Maruti_Corp @Ertigabymaruti \\xe0\\xa4\\x86\\xe0\\xa4\\xaa\\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\x95\\xe0\\xa4\\xae\\xe0\\xa5\\x8d\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa5\\x80 Ertiga \\xe0\\xa4\\x95\\xe0\\xa4\\xbe CNG model \\xe0\\xa4\\x86 \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa4\\xbe \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 , \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa5\\x80\\xe0\\xa4\\xae\\xe0\\xa4\\xa4 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88 ?? \\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\x87\\xe0\\xa4\\xb2\\xe0\\xa5\\x87\\xe2\\x80\\xa6 https://t.co/bw6WrQRogI'"
    },
    {
        "review": "b'@PMOIndia @nitin_gadkari @AmitShah @RNTata2000 @anandmahindra @Maruti_Corp \\n\\nRequest to develop a ecosystem to conv\\xe2\\x80\\xa6 https://t.co/M7X475iD68'"
    },
    {
        "review": "b'@CMAutosIndia @Maruti_Corp @MTrueValue earlier CM auto sales was sleeping now Maruti representative are also sleeping'"
    },
    {
        "review": "b'@Maruti_Corp , . b  .  . .'"
    },
    {
        "review": "b'@AudiOfficial @BMW @ToyotaMotorCorp @HyundaiIndia @Maruti_Corp @Honda \\nIt\\xe2\\x80\\x99s your responsibility to save environment\\xe2\\x80\\xa6 https://t.co/yy6QHnNmrO'"
    },
    {
        "review": "b'@Maruti_Corp When can we buy it in india ?'"
    },
    {
        "review": "b'.@Maruti_Corp unveiled its Futuro-E #EV concept at the #AutoExpo2020. The Futuro-E is an electric SUV-coupe, meant\\xe2\\x80\\xa6 https://t.co/C4A3SWdgDI'"
    },
    {
        "review": "b'@Maruti_Corp Early #India launch requested!\\n\\n#MarutiSuzuki #AutoExpo\\n#MarutiSuzukiAE20 #Delhi \\n#Mumbai @archit_ggn\\xe2\\x80\\xa6 https://t.co/aNQVFjdyCN'"
    },
    {
        "review": "b'@floydict @Maruti_Corp @RoadsOfMumbai @MSArenaOfficial Hi, plz send us an email on editorial@autocarindia.com we sh\\xe2\\x80\\xa6 https://t.co/YZadBLFnj0'"
    },
    {
        "review": "b'@Maruti_Corp has an aggressive plan to sell 1 million green cars over the next few years under its \\xe2\\x80\\x98Mission Green M\\xe2\\x80\\xa6 https://t.co/j2GGOQbp6V'"
    },
    {
        "review": "b'@Maruti_Corp @NexaExperience Will the new #vitarabrezza atleast be having the creep/crawl &amp; hill hold/assist features for its AMT variants ?'"
    },
    {
        "review": "b\"@Maruti_Corp They never launch it \\nMaking fool of customers from last 15 years.Whenever they don't have anything new \\nIn expo or Magazines.\""
    },
    {
        "review": "b'@Maruti_Corp are you not making xl6 in 2020? I have still not got my car.. Booked on 7th Jan... Pls confirm so i can cancel my booking..'"
    },
    {
        "review": "b'@TheRashamiDesai endorsing @Maruti_Corp  Hahaha \\nMere paas 15 saal purana Maruti Vehicle hein \\n#BiggBoss13 #BB13 \\n#RashamiDeservesToWin'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Sidharth ko happy dekhkar maza agaya \\n#SidharthShukla'"
    },
    {
        "review": "b'@Maruti_Corp Go Electric Maruti Suzuki, otherwise you will be History in Indian market.'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Asim'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Aur me Sidharth ko dekhkar\\xf0\\x9f\\x98\\x8d\\xf0\\x9f\\x99\\x88'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Listen dear Sana ki hai\\xe2\\x9d\\xa4'"
    },
    {
        "review": "b'@KothiaBarsha @ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Haye khaa kasam...dil ki baat boldi\\xf0\\x9f\\x99\\x88\\n\\n#SanaTheBBWinner'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Kya Naatak Hai. \\xf0\\x9f\\x98\\xb4\\xf0\\x9f\\x98\\xb4\\xf0\\x9f\\x98\\xb4\\xf0\\x9f\\x98\\xb4'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Saala...!\\nGadi ghusai kaise hogi........\\xf0\\x9f\\xa4\\x94\\n\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82\\xf0\\x9f\\x98\\x82'"
    },
    {
        "review": "b'@ColorsTV @Maruti_Corp @Vivo_India @BeingSalmanKhan Asim Asim Asim'"
    },
    {
        "review": "b'@Maruti_Corp If #JimnySierra transformed into electric option would be a better product for car customers\\xe2\\x80\\xa6 https://t.co/mK6E6RAC07'"
    },
    {
        "review": "b'@Maruti_Corp Neither policy document delivered nor anyone Contacted \\n\\nContact Details:- 9018622766'"
    },
    {
        "review": "b'Dont take a FasTag with new Suzuki Car.Thanks 2 Axis Bank giving me Activated tag @Rs.400 wid Rs.200\\xe2\\x80\\xa6 https://t.co/38Jjdpr0R6'"
    },
    {
        "review": "b'\"SUVs are the flavour of @AEMotorShow,\" says @CVRAMAN61, explaining why the world, and India, is falling in love wi\\xe2\\x80\\xa6 https://t.co/prdMa3oHDL'"
    },
    {
        "review": "b'@Maruti_Corp When will be available for consumers? Awaiting'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial Worst in every aspect \\nNot a recommended one\\nNo safety at all \\nWorst brand ever'"
    },
    {
        "review": "b'Is XL5 launch is planned in #AutoExpo2020 or we have to wait more ?\\n@Maruti_Corp'"
    },
    {
        "review": "b'Guess who made our day today! The beautiful Kat Kristian visited the @Maruti_corp studio and indulged in a fun chat\\xe2\\x80\\xa6 https://t.co/SvYKMtqqIj'"
    },
    {
        "review": "b\"#Video | @TheQuint caught up with @Maruti_Corp's senior executive director - engineering, CV Raman, to discuss Maru\\xe2\\x80\\xa6 https://t.co/n3CT7g7Bpt\""
    },
    {
        "review": "b\"@Maruti_Corp This vehicle's picture appears very strong, rugged, with highly powered engine.The memories of old day\\xe2\\x80\\xa6 https://t.co/KYx7am3JG4\""
    },
    {
        "review": "b'@Maruti_Corp What would be the use just by taking glimpse of it when you are not giving atleast hints of it being launched in India...'"
    },
    {
        "review": "b'@Maruti_Corp It would be much better if u would have replaced it with the Maruti Suzuki Gypsy in India..!\\xf0\\x9f\\x98\\x8c'"
    },
    {
        "review": "b'@Maruti_Corp @MSArenaOfficial Sir /mam  ap apne brand ko sirf sale krne ME hi na dhyn dijiye Coustmer ki service re\\xe2\\x80\\xa6 https://t.co/x2QpALAk81'"
    },
    {
        "review": "b'@SkodaIndia can we expect any SUV in future in sub 4 meter SUV segment which is highly competitive with lots of opt\\xe2\\x80\\xa6 https://t.co/TLq6F3bdw8'"
    },
    {
        "review": "b'@CIIEvents @Maruti_Corp @CII_IQ Congrats HMSI team. I heartily congrats my dear friend Prakash Singh..'"
    },
    {
        "review": "b'@CIIEvents @Maruti_Corp @CII_IQ Wonderful moment and learning..'"
    },
    {
        "review": "b'@pritish85 @Maruti_Corp @SirishChandran @bhatius @MotorBeam Very well said.. \\xf0\\x9f\\x91\\x8d'"
    },
    {
        "review": "b'@myogiadityanath \\xe0\\xa4\\x86\\xe0\\xa4\\xaa \\xe0\\xa4\\x95\\xe0\\xa4\\xac \\xe0\\xa4\\xa8\\xe0\\xa5\\x8b\\xe0\\xa4\\x8f\\xe0\\xa4\\xa1\\xe0\\xa4\\xbe \\xe0\\xa4\\x95\\xe0\\xa5\\x80 \\xe0\\xa4\\xa4\\xe0\\xa4\\xb0\\xe0\\xa4\\xb9 \\xe0\\xa4\\x90\\xe0\\xa4\\xb8\\xe0\\xa5\\x87 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xaa\\xe0\\xa5\\x8b\\xe0\\xa4\\xb0\\xe0\\xa5\\x87\\xe0\\xa4\\x9f \\xe0\\xa4\\x95\\xe0\\xa4\\x82\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe \\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xaf\\xe0\\xa4\\xbe\\xe0\\xa4\\x97\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\x9c,\\xe0\\xa4\\xb2\\xe0\\xa4\\x96\\xe0\\xa4\\xa8\\xe0\\xa4\\x8a,\\xe0\\xa4\\xb5\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xbe\\xe0\\xa4\\xa3\\xe0\\xa4\\xb8\\xe0\\xa5\\x80 \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\xb2\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa5\\x87 \\xe0\\xa4\\xb9\\xe0\\xa5\\x88\\xe0\\xa4\\x82\\xe0\\xa5\\xa4\\xe0\\xa4\\xb9\\xe0\\xa4\\xae \\xe0\\xa4\\x95\\xe0\\xa4\\xac \\xe0\\xa4\\x85\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\xae\\xe0\\xa4\\xbe\\xe0\\xa4\\xa4\\xe0\\xa4\\xbe \\xe0\\xa4\\xaa\\xe0\\xa4\\xbf\\xe0\\xa4\\xa4\\xe0\\xa4\\xbe\\xe2\\x80\\xa6 https://t.co/LdfHuDztKq'"
    },
    {
        "review": "b'Dear @Maruti_Corp when are we getting Jimny here? You will miss the bus by delaying the already delayed launch'"
    },
    {
        "review": "b'@CarDekho It should as its the least powerful bon the paper !! @Maruti_Corp'"
    },
    {
        "review": "b'@AEMotorShow @sakpataudi @Maruti_Corp Its a two door. So to sit in the back row, I have to pull down the front seat\\xe2\\x80\\xa6 https://t.co/NDSPl3HaeW'"
    },
    {
        "review": "b'@Maruti_Corp \\nI have purchased a maruti swift in oct 2019 from sandhu motors Khanna (Ludhiana ) and till now have n\\xe2\\x80\\xa6 https://t.co/4TRrYPkfTN'"
    },
    {
        "review": "b'@Maruti_Corp @TwitterEng customers can do anything beyond your Engineers can do...\\xf0\\x9f\\xa4\\xa3\\xf0\\x9f\\xa4\\xa3 https://t.co/A9E4BuP600'"
    },
    {
        "review": "b'\"Swarming lines leading up to the section where the Jimny is displayed shows #Maruti was right in bringing it here\"\\xe2\\x80\\xa6 https://t.co/m0aTIUg1ev'"
    },
    {
        "review": "b'@TataMotors @Maruti_Corp \\n@AEMotorShow @autocarindiamag @MotorOctane\\n#baleno (The Tin Std) vs #altroz (The Gold Std\\xe2\\x80\\xa6 https://t.co/fO0p5ob2Un'"
    },
    {
        "review": "b'Super SUVs Sierra is the most frequented brand of @AutoExpoDelhi as guests throng through these two bays\\xe2\\x80\\xa6 https://t.co/48wUhJk8gK'"
    },
    {
        "review": "b'@akbars600 @Maruti_Corp @RoadsOfMumbai Hi @akbars600 @MSArenaOfficial  I own an SS80 based out of Mumbai which need\\xe2\\x80\\xa6 https://t.co/knEQYeh34e'"
    },
    {
        "review": "b'@Maruti_Corp I am totally dissatisfied with the service done to my car at Abharana Motors, Nittur Udupi.'"
    },
    {
        "review": "b'@INCIndia Less auto sales.\\n..\\nLess pollution.\\n@Maruti_Corp'"
    },
    {
        "review": "b'#TheNewIgnis \\nThis is the new Ignis, The Tough Urban, a compact urban SUV that will leave everyone in awe.\\xe2\\x80\\xa6 https://t.co/Feo7QTd4Ds'"
    },
    {
        "review": "b'@pankajdoval @AEMotorShow @BosePratap @Maruti_Corp  #Jimny'"
    },
    {
        "review": "b'@Maruti_Corp the ridiculous services by Autopace Chandigarh.. Just rolling here and there for insurance refund.. Can anybody see to it'"
    },
    {
        "review": "b'@YokohamaIndia has developed a concept tyre in its fuel-efficient BluEarth brand exclusively for @Maruti_Corp https://t.co/5wR9rvjkOg'"
    },
    {
        "review": "b'@Kevinblue4eva @AEMotorShow @sakpataudi @Maruti_Corp She is standing next to an elevated platform, that is not been\\xe2\\x80\\xa6 https://t.co/8wYA7I3uQ4'"
    },
    {
        "review": "b'After 3 weeks also they are not able to set the alignment.\\nJust see the difference between base angle of front left\\xe2\\x80\\xa6 https://t.co/GOtN1pvWl8'"
    },
    {
        "review": "b'\\xe0\\xa4\\x89\\xe0\\xa4\\xa4\\xe0\\xa5\\x8d\\xe0\\xa4\\xa4\\xe0\\xa4\\xb0 \\xe0\\xa4\\xaa\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa4\\xa6\\xe0\\xa5\\x87\\xe0\\xa4\\xb6 \\xe0\\xa4\\x95\\xe0\\xa5\\x87 \\xe0\\xa4\\x97\\xe0\\xa5\\x8d\\xe0\\xa4\\xb0\\xe0\\xa5\\x87\\xe0\\xa4\\x9f\\xe0\\xa4\\xb0 \\xe0\\xa4\\xa8\\xe0\\xa5\\x8b\\xe0\\xa4\\x8f\\xe0\\xa4\\xa1\\xe0\\xa4\\xbe \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\x9a\\xe0\\xa4\\xb2 \\xe0\\xa4\\xb0\\xe0\\xa4\\xb9\\xe0\\xa5\\x87 \\xe0\\xa4\\x91\\xe0\\xa4\\x9f\\xe0\\xa5\\x8b \\xe0\\xa4\\x8f\\xe0\\xa4\\x95\\xe0\\xa5\\x8d\\xe0\\xa4\\xb8\\xe0\\xa4\\xaa\\xe0\\xa5\\x8b 2020 \\xe0\\xa4\\xae\\xe0\\xa5\\x87\\xe0\\xa4\\x82 \\xe0\\xa4\\x95\\xe0\\xa4\\x88 \\xe0\\xa4\\x95\\xe0\\xa4\\xbe\\xe0\\xa4\\xb0 \\xe0\\xa4\\x95\\xe0\\xa4\\x82\\xe0\\xa4\\xaa\\xe0\\xa4\\xa8\\xe0\\xa4\\xbf\\xe0\\xa4\\xaf\\xe0\\xa5\\x8b\\xe0\\xa4\\x82 \\xe0\\xa4\\xa8\\xe0\\xa5\\x87 \\xe0\\xa4\\xb6\\xe0\\xa4\\xbf\\xe0\\xa4\\xb0\\xe0\\xa4\\x95\\xe0\\xa4\\xa4 \\xe0\\xa4\\x95\\xe0\\xa5\\x80. #AutoExpo2020 @Maruti_Corp\\xe2\\x80\\xa6 https://t.co/W5QgkEdbdj'"
    },
    {
        "review": "b'@pritish85 @Maruti_Corp @SirishChandran @bhatius @MotorBeam Well becoz we need cars with more ground clearance than\\xe2\\x80\\xa6 https://t.co/9WGZmYiKw6'"
    },
    {
        "review": "b\"@AEMotorShow @sakpataudi @Maruti_Corp There's something very weird about this photo. I thought the Jimny was small.\""
    },
    {
        "review": "b'@NexaExperience Please introduce #SHVS #ALLGRIP version and #DCBS as option in Indian #Ignis ... why doesn\\xe2\\x80\\x99t India\\xe2\\x80\\xa6 https://t.co/hfTQiaEpA1'"
    },
    {
        "review": "b'@autox\\xe2\\x80\\x99s @iraghava in a conversation with @archanavijaya at the #TwitterGreenZone, @Maruti_Corp Pavilion,\\xe2\\x80\\xa6 https://t.co/vpdGm0N0Vd'"
    },
    {
        "review": "b\"@Maruti_Corp Only the power window button was bad, which came to the Maruti service center to fix it, 1 hour's dela\\xe2\\x80\\xa6 https://t.co/17gh5n2tgQ\""
    },
    {
        "review": "b\"@YokohamaIndia has developed a concept tyre in its fuel-efficient BluEarth brand exclusively for @Maruti_Corp's new\\xe2\\x80\\xa6 https://t.co/vhEkIdCjP5\""
    },
    {
        "review": "b'@YokohamaIndia has developed a concept tyre in its fuel-efficient BluEarth brand exclusively for @Maruti_Corp new\\xe2\\x80\\xa6 https://t.co/djiXnxgUuz'"
    },
    {
        "review": "b\".@YokohamaIndia has developed a concept tyre in its fuel-efficient BluEarth brand exclusively for @Maruti_Corp\\n's n\\xe2\\x80\\xa6 https://t.co/d6OXw6mJup\""
    },
    {
        "review": "b'#TheNewIgnis How rediculues...by just changing the grill of failed hatchback, it become a new Urban Compact SUV?\\xe2\\x80\\xa6 https://t.co/eREBtpcMS5'"
    },
    {
        "review": "b'@Anilmindfreak @Maruti_Corp @NewIndAssurance @ConsumerCourt_ Absolutely ryt'"
    },
    {
        "review": "b'My car which met with accident for which i claimed for a third party assurance which is not yet received after 2 mo\\xe2\\x80\\xa6 https://t.co/lFfA80hDs3'"
    },
    {
        "review": "b'No doubt 8 models from the market leader @Maruti_Corp are CNG. Over 6.2 lakh already sold. #AutoExpo2020\\xe2\\x80\\xa6 https://t.co/ELHvxDIFBe'"
    },
    {
        "review": "b\"@ICICILombard @Maruti_Corp This also not covered what's good joke .\\nThanks @ICICILombard for kidding. https://t.co/dKTTBEc6Qp\""
    },
    {
        "review": "b'@ICICILombard After one month I got a call from @ICICILombard  This is not covered as per @ICICILombard policy \\nI d\\xe2\\x80\\xa6 https://t.co/AK0e9nYAjs'"
    },
    {
        "review": "b'@Maruti_Corp has collaborated with @enmovilsol, under its @MAILbyMS programme powered by @GHVAccelerator, to promot\\xe2\\x80\\xa6 https://t.co/TUAwwlpONW'"
    },
    {
        "review": "b'Dear @NexaExperience @Maruti_Corp when will you introduce an automatic variant in the \"S Cross\" category ?'"
    },
    {
        "review": "b\"@Maruti_Corp @sakpataudi Couldn't you manage a better face?\""
    },
    {
        "review": "b'@Maruti_Corp what is the update on my above grievance?'"
    },
    {
        "review": "b'@Maruti_Corp @VitaraBrezza car was handed over to CM Autos Chandigarh on 19th Jan 2020, to complete the pending wor\\xe2\\x80\\xa6 https://t.co/5M5vh6n7UV'"
    },
    {
        "review": "b'@dineshkanchan73 @RituKat14560049 @siamindia @MercedesBenz @Maruti_Corp @HyundaiIndia @HeroMotoCorp @RoadSafety2020 brilliant'"
    },
    {
        "review": "b'If you are a mobility related startup, head to @Maruti_Corp pavilion at AutoExpo2020. MSIL\\xe2\\x80\\x99s initiative Mobility &amp;\\xe2\\x80\\xa6 https://t.co/AV9MoLOUQK'"
    },
    {
        "review": "b'Wrapping up the #AutoExpo2020! Catch me at the #MarutiSuzukiStudio on the 12th of February! #MarutiSuzukiAE20\\xe2\\x80\\xa6 https://t.co/JwJS5sxvR1'"
    },
    {
        "review": "b'@Maruti_Corp 9745330150'"
    },
    {
        "review": "b'@Maruti_Corp @maijo_moto\\n\\nBad experience with your service dealer , Maijo Motors with respect to service of my Maru\\xe2\\x80\\xa6 https://t.co/lQgeLoBeTg'"
    }
]