[
    "Suzuki makes better Minis than Mini",
    "Bad thing: Small trunk space\nGood thing: Spacious back seat!\n\nDo I need to explain this?",
    "don't forget it has led headlight, touchscreen, 140hp 970kg, adaptive cruise control, auto high beam, ldw- wsw,  dual zone clima, 17 inch and sport chassis, foldable mirrors, auto wiper, 5 door....if you get a german car with all that you pay much more",
    "Mat the type of guy who reviews a cheap car -swift and complain about cheap plastic",
    "The price is nothing to complain about imo. That’s almost luxury car equipment in a car that weights 970kg. It should be an insanely good all rounder and I can’t see why people would buy a boring VW Up instead of this.",
    "Atleast it has 2 real exaust types not like Mercedes A class 😂",
    "10 times better than the up gti. The up looks like a crashed smart compared to this.",
    "“The most fun you can have on a budget”\n“It’s a little too expensive”\nGet your mind straight dude, is it too expensive or cheap?",
    "I picked up a white one on Tuesday. I absolutely love it. I think the interior plastics are completely fine when you look at how little it weighs.",
    "Car: \"Put your hands on the steering\"\nOwner: \"I won't!\"\nCar : \" Alright you little dingus\" lets you crash into any car",
    "Reviewing a budget Car and conplaining about Plastic..🤣🤣🤣",
    "I love Suzuki Swifts, a lot.",
    "Compare to Honda or Toyota in the same class range. I choose Suzuki.",
    "Not only fun , it should be super reliable as well, unlike VW group cars. Suzuki topped the 2018 what car? Magazine reliability survey !",
    "Anything looks better than a Vw Up GTI",
    "Is it only me, or it sounds like he is saying Swiss Sport? :)",
    "It actually do 0-100kph  in 7.1 sec, timed it myself.",
    "I'm saving money to buy it on January 2020 :)!!",
    "He keeps saying VW Up when that's an A class car and the Swift is a B class car, should be compared to Polo, Fiesta, Clio and so on. Yes it's more expensive than before but please compare the standard kit. Try loading up a Polo or Fiesta to the the same level of kit and they will be several thousand pounds more expensive than the Swift.",
    "This actually looks better than the VW up! haha great job Suzuki 😂",
    "Struggling a bit with some of the ill informed comments - i have had Suzuki swift  sports, all from new and the latest is the most complete car by a long way. To be fair  In New Zealand they are very popular as competition like Ford Fiesta ST and polo GTI are way more expensive and both have poor  reputations for reliability and quality compared to Japanese cars. Having had all 3 sports the new version would blitz the old models point to point on any road along with having a much better driving experience around the city which is where they will get most use. Yes the new version may not have the rawness of previous versions, but how often do you really get to wring you hot .(ish) hatch out in the real world. Its 2018 folks and having 50 MPG, lots of safety features all bundled into a practical, but still smile inducing car is really what real now. Bring on the backlash from all those lads who think they need 200 HP to sit in the traffic Most day!",
    "Looking at this one for my first car. I’ve fallen in love with it lol.",
    "Why moan about the price. To spec other similar cars to the same specs as the Swift Sport will cost much more. I was going for the Seat Ibiza FR but to spec that to a similar level as the sport takes it over the £20,000 mark. I'll be buying the Suzuki.",
    "The swift sport has always been a thrill to drive. They really pulled this off. I test drove one and it feels like you are driving it not it driving you.",
    "A very good car. Would like to have one",
    "Doug looks different here..",
    "The vw up gti is cheaper because:\nRear drum brakes\nNormal seats \nNo infotainment or tech",
    "Its amazing,  Japan technology always the best and reliable",
    "It's ugly though Matt",
    "Do I see 2 real exhaust pipes and a real honey cone grill! For Less than 20K!!! Coff Merecedes, Audi, BMW",
    "if this car had VW badge it  was a super car ... 😉",
    "I still have my 93 SWIFT GT. Still runs great! I would love this new version. But unfortunately for me,Suzuki no longer sells cars in the USA. And it's becoming very difficult to even get parts for the 93!",
    "I have the 2007 model, and its a fantastic car! Made in japan😜",
    "I live in Australia and have the 1 ltr turbo and it's a little beast I love it",
    "I had the 2014 model and loved it!",
    "I own the new 2019 swift sport and it is amazing! Plenty of room fast fun and all tech u need. Try that in a fiesta st and the price will go waaaaaaaay up.Not even that fun :)",
    "I actually love this car its so cute",
    "It really looks like an Audi in the corner at 2:54",
    "You can tell someone's out of ideas when he complains about the horn sound lol.",
    "Beutiful exterior. Love it!",
    "3,826th",
    "That actually looks fantastic",
    "I love this car , i want this car",
    "I cannot get my head around the massive price increase. £18K is close to some cars with much nicer interiors and more performance.\n\nI can't account for driving style, but as a daily driver my previous generation Swift Sport with the 1.6 averages 41mpg as a daily.",
    "Swift is a class above a Vw Up, in every aspect. The Up looks like a refrigerator, especially in white. In the smallest class i will choose the Kia Picanto.",
    "Repro(167bhp) + air filter k&N for original box + blow off valve + a very nice 5 stick wheel = little Japan monster",
    "8:15 if the driver is falling asleep could be a life saver",
    "Its a mad Suzuki ahahaha\nGreat review, alsways fun to watch those",
    "I have a 2014 SSS  na and it’s a great drive...smooth when you want to take it easy, fast and planted when you want to push it. And much prefer the 2014 styling",
    "I love my old 90hp swift DX. So this isnt baf.",
    "Why would you say its fake carbon fibre when its just normal plastic and not even made to look as carbon fibre.",
    "It's So Expensive😂\nand Cheap at the same time🤣\nCompared to the Abarth_Polo_A1_Mini Cooper etc It's such a steal with that Turbo😎",
    "He is in ireland for this review!",
    "This channel's really cool, and needs to break a million subs",
    "Why no Up GTI review Matt?",
    "I thought I was watching Top Gear..",
    "If I'm being realistic & choose something affordable for me, this is my dream car.",
    "0:33 carbon FIBER",
    "Please do review the suzuki ciaz facelift 2019.it is a pretty good sedan. Hope u do review",
    "Love these reviews and your new RS4"
]