[
    {
        "review": "The Multi-Purpose Vehicle (MPV) or minivan segment has had one overwhelming favourite for over a decade – the Toyota Innova. It remains the undisputed bestseller despite having gone up in terms of price and offering.  The 7 or 8 seater configurations have made it the ideal choice for family buyers and the fleet market too. Plenty of carmakers have tried to break the Toyota citadel for some time now, and failed miserably. And what’s more, the second generation Innova Crysta has been a superb success too. But now another car is being considered for India that may shake the Innova’s numero uno position. Kia is considering its Carnival for India, as one of the first few models soon after its brand debut in mid-2019. "
    },
    {
        "review": "So while the first product will be a Hyundai Creta-rivalling SUV, Kia is working on a study to determine whether it should follow that with the Carnival. It is a full size MPV and is also sold as the Sedona in some markets like the United States. The car is in its 3rd generation now, and is available with a front wheel drive, 3.3 litre petrol V6 (270 bhp, 336 Nm) in the US. That engine is mated to a 6-Speed Sportmatic auto transmission. In Korea it also gets a 2.2 litre diesel (197 bhp, 440 Nm) with an 8-Speed auto gearbox. And that’s the car we are focusing on today, as that is what could be more relevant to India. I got the chance to drive the Carnival in New Delhi, since Kia has one over here for testing."
    },
    {
        "review": "The Kia Carnival is a full size MPV and is also sold as the Sedona in some markets like the United States."
    },
    {
        "review": "\nThe first thing that grabs you is that the Carnival is dimensionally larger than the Innova. This thing is a boat! The car is 380.5 mm longer, 154 mm wider, and has a 311 mm longer wheelbase than the Innova Crysta. It is 55 mm shorter in height though. And even with larger 17/18 inch wheels (the Innova gets 16 inchers) and an optional roof rail, the Carnival is still 40mm shorter. It’s a reasonably attractive looking car – well, as minivans go anyway. The face is modern, with the customary Kia tiger-nose grille and LED lights for a nice high-end feel. Overall that is how the Carnival comes across – sophisticated and very urban. It is a stylish MPV alright and will stand up to the Innova Crysta on looks."
    },
    {
        "review": "The sliding doors on the Kia Carnival make ingress and egress easy"
    },
    {
        "review": "The car gets sliding side rear doors which make ingress and egress a breeze. The sense of space inside the cabin is pretty great. Our test car was in a 7-seater configuration with two individual seats in the second row. The third row gets front facing seats that are reasonably comfortable when compared to other like cars, since the Carnival is very wide. Of course they’re not great for knee angle or thigh support, and so are still best suited for kids or smaller-built adults. The front seats are heated and ventilated at the front and fairly comfortable for long drives. Driver-side seat gets 8-way power adjustment. Heated/ventilated power seats for row two – now that would be a good move for India, eh?"
    },
    {
        "review": "The 8-inch touchscreen dominates the dashboard of the Kia Carnival"
    },
    {
        "review": "The third row of the Kia Carnival gets front facing seats that are reasonably comfortable and are good for kids or small-built adults"
    },
    {
        "review": "\nThe engine is smooth, and gets going quickly enough. The gear changes are smooth too, but there is a clear sense of how big this car is, While the Carnival is by no means sluggish, you are very aware of the bulk you’re hauling at all times. But this is largely true of the Innova and most large MPVs. Handling is good for a car this size, though there is a fair bit of body roll if you try and take a corner or switch lanes quickly. Parking and turning can also be a tad cumbersome – but only owing to its sheer length. The steering is quick and is aided by a surprising 5.74 metre turning radius. The Innova Crysta’s by comparison is smaller at 5.4 metres."
    },
    {
        "review": "The Kia Carnival handles well for a car this size, though there is a fair bit of body roll"
    },
    {
        "review": "\nThe Carnival’s trump card is comfort though. Its ride quality is rather good though, and since the Carnival has a flat floor (no transmission tunnel); it gives you a very comfortable ride on the whole. The car with me also had cruise control, collision warning, autonomous emergency braking, ABS with cornering brake control & EBD, traction control, and rollover mitigation. Safety gets a further bump up with front and side airbags. The car is also very composed at higher speeds, with no perceptible shudders or vibrations when the needle goes 3-digits and above."
    },
    {
        "review": "The Kia Carnival is likely to be priced between  ₹  18-22 lakh"
    },
    {
        "review": "The big question that remains is whether or not Kia will actually bring the Carnival to us. And if it does, then how will it be priced? Well the sense we are getting is that the company is getting serious about introducing it. Kia is likely to only look at reasonably well-loaded variants, ad so I’m not expecting any cut-throat positioning to go after massive taxi sales. So if it does come, prices would have to stay between  ₹ 18 and 22 lakh for the Kia to really give an honest challenge to the market bestseller - the mighty Innova of course. "
    },
    {
        "review": "For the latest auto news and reviews, follow CarandBike on Twitter, Facebook, and subscribe to our YouTube channel."
    }
]