[{"title": "Great Car.", "review": " It Is The One Best-designed Car In Its Segment With Super Classy Engine On Which You Can Rely And Also With Good Mileage, Which Makes It Affordable And Economic. Its Interiors Design And Performance Are Also Enhanced After Every Upgrade. So This One Is The Best Budget Option You Can Go For In 2020.\nRead More"}, {"title": "Need more improvement.", "review": "Steering Wheels Feel A Bit Lose With Fewer Features When Compared To Tata Tigor In This Price Segment Which Offers A More Premium Look.\n"}, {"title": "Bad car in perfromance.", "review": "I Own A ZXI AMT For The Last 6 Months, the Car Is Not At All At Par With The Previous Generation Swift. Bad Mileage, Losing Power Now And Then, Vibration Issues.\n"}, {"title": "Nice Car.", "review": " The Car Is Amazing. I Feel Like It's My Baby. The Interior Of The Car Is Very Beautiful. The Exterior Of The Car Gives Me The Feel Of Mini Cooper At Such A Low Price. It's A Complete Family Car For 4 People. I Don't Have Many Words To Describe The Beauty Of The Car. \nRead More"}, {"title": "Great Car.", "review": "I Have Used The Swift VDI, I Was Fully Satisfied With Comfort Snd Mileage. I Was Having It For Two Years, Breaking Distance Was Also Good. AC Is Also Powerful And It Never Disappointed Me. After Selling It, I Thought It Was My Big Mistake. \nRead More"}, {"title": "Awesome Car.", "review": "Awesome Car, Name Of Reliability. Speed Is Good. Better Space And Stability. Fuel Efficiency Is Increased. The Back Sheet May Be More Comfortable As Its Having Less Space In It. The Car Needs An Update For Ground Clearance. Rear Sheet AC Vent Will Add Some Advantage In It. Rearview Mirror Is Also Not Having A Complete Back View.\nRead More"}, {"title": "The strongest hatchback.", "review": " It's the Best AMT Hatchback, I Have Ever Come Across With Awesome Mileage And Low Maintenance. It Offers Various Variants And Is A Quite Powerful Hatchback. I Am Using Swift For Last 10 Years And It Still Looks Like A New One. It Is Worth Buying And Now It Offers Amazing Features.\nRead More"}, {"title": "Great Car.", "review": "My Experience With Swift Was So Good. Performance And Efficiency Are Awesome. Safety Features Are Less When Compared To Other Cars. The Mileage Is Also Good.\n"}, {"title": "Best Car.", "review": "It's A Nice Car With A Refined Engine And Best Pickup, It Is More Muscular In Red Colour And Alloy Wheels.\n"}, {"title": "Nice Car.", "review": "Excellent Handling In Speed At Straight And Even Turns. Greater Mileage. Low Maintenance. \n"}, {"title": "Classy Hatchback.", "review": " The New Maruti Swift Comes With All Automatic Features, Great Comfort, Glorious Design And Much More. The Swift Is The Best Car In This Budget And No Car Can Compete. The Adjustable Leather Seats, Strong. A/C Vents, Navigation System Are Of Great Fun. As I Own A Petrol Variant The First Gear Itself Is Of Great Power.It Is The Best Hatchback In The...Read More"}, {"title": "Awesome Car.", "review": "It Is A Good Car With Good Mileage, Nicely Built Quality And Has Vibrant Colours And It Has Nice Information About The Dimensions It Had Nice Alloys And It Has Nice Infotainment System And Good For Travelling And Has Nice Door Opening System And Has good Seating And Also Has A Nice Quality Of Camera And a Good Standard Mileage.\nRead More"}, {"title": "Best Car.", "review": "The Swift Is A Most Convenient And Best-handling Car For Beginners. It Offers More Features Like Push-button Start, Automatic Climate Control, Touchscreen, Infotainment System And Also Provides A Fun To Drive Experience To Its Owners, The Mileage Is Phenomenal In This Segment, I Think Because it Offers 24 Kmpl Mileage In Highway. Overall It Satisfi...Read More"}, {"title": "Great Car.", "review": "Best Car In This Segment, Overall All Good Qualities In This Car, Best Music System, Best Look, And Best Suspension.\n"}, {"title": "Good Car.", "review": " The Driving Feel Is Awesome, But Safety Is Very Poor, it Is vibrating On The Highway And Very Poor Quality Of Fibres Are Used. But Some Features Of This Car Are Nice Like It Delivers A Good Mileage And Its Reseal Value Is Also Good.\nRead More"}, {"title": "Good vehicle.", "review": "Good Vehicle For Family Purpose And Other Purposes. Good Mileage Also. Highly Recommended.\n"}, {"title": "Great Car.", "review": "This Is A Good Family Car, Its Safety Features, Mileage And Other Features Are Great.\n"}, {"title": "Super Car.", "review": "This Car Is Very Ruff And Tuff And Reseal is Very Good In Price Also Its Safety Features Are Nice.\n"}, {"title": "Superb Car.", "review": "It Is A Good Car And It Has Superb Milage. It Looks Like A Luxurious Car.\n"}, {"title": "Nice Car.", "review": "Nice Car With Great Mileage And Also Its Maintenance Is Low.\n"}, {"title": "Great Car.", "review": "I Am Also An Owner Of Maruti Suzuki Swift ZDI 2014. This Is An Amazing Car With A Great Turbo Charged Power And Pickup, Small Enough For Everyday City Driving. Although Not As Comfortable And Smooth To Drive As Other Hondas. There Are Some Gear Box Issues Which Makes The Neutral To Reverse Shift A Hassle Sometimes. Back Seating Is Not As Comfortabl...Read More"}, {"title": "Best hatchback.", "review": "Awesome Car With Great Power & Torque Delivery, Fuel Economy Is Quite Good, Gear Shifting And The Gear Ratio Are Very Smooth. Steering Controls Are Outstanding With Proper Safety Systems Like ABS & EBD Which Makes It A Beast Of The Road. The Only Thing Which Lacks In The Car Is Its Outer Body Which Is Really Got Dull Should I Say The Quality Is Qui...Read More"}, {"title": "Best Car.", "review": "Maruti Swift Is The Best Car. Low Maintenance, High-performance , Best In Comfort, Best In Price.\n"}, {"title": "Best Car for daily driving.", "review": "Good Car, Great Fuel Economy, Fun To Drive. Very Low Maintenance, Good Balance, And Dynamics. Very Less Maintenance. Torque And Power Figure Is Somewhat Low It Would Be Great With 225 Nm Torque With 100 PS Power. Rear Legroom Is Shorter That Is A Problem For Tall Passengers. The Rear Door Outside Handles Are At An Odd Location, It Would Be Great To...Read More"}, {"title": "Great Car.", "review": "This Is A Great Car. The Mileage Of This Vehicle Is Also Very Significant. Also, The Power Of This Car Is Very Good.\n"}, {"title": "Awesome Car.", "review": "I Love This Car Because Of This It's very Smooth Driving, Best Mileage And Good Looks.\n"}, {"title": "Poor Car.", "review": "Safety Features Are Less, Very Cheap Material Used In The Car.\n"}, {"title": "Great Car.", "review": "Design, Performance and Resale Of This Car Are Awesome.\n"}, {"title": "Best Family Car.", "review": "Maruti Swift Is Budget-friendly For A Middle-class Family And Is Comfortable. The Car Looks Really Amazing.\n"}, {"title": "Nice Car.", "review": "Good Leg Space. Nice Bumper Space. Awsome Engine And Speed Transmission. A Great Zeal Of Comfort And Ease While Driving.\n"}][{"title": "Amazing Car.", "review": "Amazing Features With My Budget This Is A Perfect Family Car, Very Powerful Engine And Also Mileage Is So Good.\n"}, {"title": "Best Car.", "review": " It Gives Very Good Mileage In The City And On The Highway, The Pick Up Is Good But The Mileage And Comfort Are Not Good.\n"}, {"title": "Great Car.", "review": "Maruti Suzuki Swift Continues To Dominate The Indian Market. It Is The Best And Most Selling Car In India.\n"}, {"title": "Great Car.", "review": "Great Car With Amazing Features.Perfect Pickup, Beautiful Interior. I Am Impressed With All Its Features.\n"}, {"title": "Great Car.", "review": "I've Been Using The Swift Car For 2 Years And The ZDI Model, The Mileage Is Very Good Average 22, The Front Seat Travel Is Great, The Driving Seat Is Very Good, The Front Has Good Viewing, Interior Premium Look, Automatic AC Design Super, Rear-seat Travel Is Minimal, Flat Bottom I Like The Steering Wheel Very Much, And The Steering Wheel Can Be Han...Read More"}, {"title": "Awesome Car.", "review": "This Car Is Literally Good In Design. This Car Includes Automatic Features And Also Exhaust Is Good. \n"}, {"title": "Super car & different car.", "review": "Maruti Swift Is So Amazing Car Comfortable For Both Rural And Urban Areas. The Mileage Of This Car Is So Good And Apart From This, The Service Cost Is Also Less. Looks Of The Car Are So Attractive Overall Its A Perfect Car. \nRead More"}, {"title": "Good car with best price.", "review": "It Was A Good Car In Terms Of Mileage And Driving. Overall I Like This Car. My Car Mileage Is 17 On The Highway And In City 14 Kmpl. I Paid More Than 8 Lakh For My Car Including Extra Fittings. It Is Worth To Buy For A Family Small Car With A Lot Of Benefits. The Car Is A Perfect Budget-friendly Car.\nRead More"}, {"title": "Great Car.", "review": "Good Car With a Good Look. The Mileage And Pickup Are Awesome.\n"}, {"title": "Awesome car.", "review": "In The Maruti Hatchback Segment Swift Is One Of The Best Cars, I can Say The Best Part Of Maruti Is After-sales Service.\n"}, {"title": "Great in fuel economy.", "review": "Hi Everyone. I Bought Swift VXI In 2013 And At That Time Only a Few Options Were Available - I20, Swift, Polo But I Chose The Swift. Pros - Low Maintenance, Great Average Approx 18kmpl In City And 24kmpl On The Highway. Cons - Low Safety, Low Build Quality, Rattling Noise After 6 Years Of Usage, Suspension Became Very Hard Now. Comfort, Power, And ...Read More"}, {"title": "Great car in the segment.", "review": "Maruti Swift Comes With Great Power And Very Good Mileage. I Have The Diesel Version Of The 2017 Model, It Has Smooth Gear Shifting And Good Legroom. Swift Feels Very Powerful And It Also Has A Low Maintenance Cost. Because Of The Popularity Of This Car, It Has A Very Good Resale Value. Overall, Swift Is A Very Good Car\nRead More"}, {"title": "Great mileage Car.", "review": " Maruti Swift Is A Good Car It Has All Things Needed But It Has Less Space Only Maruti Should Need To Increase Some Space In This Car And It's Looks Are Also Very Nice, It's Power mileage Is Also Good This Is Comfortable And Pick Up Point Is Also Very Good.\nRead More"}, {"title": "Best car.", "review": "Comfortable, Smooth Drive, Awesome Look, Interior, And Music System Is Very Good, Feel Like A Sports Car And Nice Speed Also.\n"}, {"title": "Classy Car.", "review": "Great Experience.Nice Car With Low Maintenance Costs. Ideal For Every Class. It's Very Comfortable And Smooth In Driving. Fuel Efficiency Is Great In The Segment. All Features Which Are Required According To Today's Need Are Enhanced In This Model With The Assurance Tag Of Maruti Suzuki. Buy And Enjoy It.\nRead More"}, {"title": "Very nice car.", "review": "Best Economical Car, And Also It Is Very Comfortable. \n"}, {"title": "Bad Quality Car.", "review": "Great Car In Terms Of The Engine But When We Talk About Safety It Is Not Good, Also The Interior Is Not So Good.\n"}, {"title": "Execellent car forever.", "review": "Hello, Everyone, I Am Junaid Khan I Have A Swift Vdi Diesel It's My Favorite Car Ever It Gives good Mileage And Very Comfortable Seats And Very Good Space In The Backside And I Want To Say Thanks To Maruti Suzuki For Making Such A Wonderful Car I Love This Car.\nRead More"}, {"title": "Comfortable drive.", "review": "Very Good Car With A Good Sitting Capacity, comfortable While Driving On Bad Roads And Also On Good Roads. Very Stable Car On Top Speed. I\"ve Went Up To 125kmph, Overall Very Comfortable Driving. \nRead More"}, {"title": "Awesome Car.", "review": "It Has Great Mileage And Also Its Looks Are Great.\n"}, {"title": "Great Car.", "review": "The Car Is Awesome. I Have ZXI+ Model. It Gives Mileage Nearly 20 And Above. I Use It For Long Drives And Mediumly In The City. The Car's Engine Is Very Nice. It Is Very Good Condition Although I Use It Rough And Tough. It Is Very Good For Use. Its Service Cost Is Also Budget-friendly. I Took The Right Choice By Buying It. My Money Got Nice Value.\nRead More"}, {"title": "Best in hatchback segment .", "review": "I'm Using Maruti Suzuki Swift VDI 2017 December modal. I Am Happy With My Car, Service Is Good, Mileage Is Excellent, Mileage In City 18-19 Km/l & Highway 21-22km/l, Ac Performance Excellent, Build Quality In Segment Is Average, Not A Major Problem In My Car, I'm Satisfied With My Car I'm Driving More Than 50 Km Per Day. Car Performance Is Excellen...Read More"}, {"title": "Lovely Car.", "review": "It's The Best hatchback From Suzuki And Also It's The Vehicle Which Has Largest Sales In India And Swift Gives Good Mileage On Swift We Can Modify How Much We Want It Looks Awesome After Modification Also And The Space And The Engine Pull Power It's Enough I Bought It Because In This Segment This Is The Only Car Which Gives Good Features And Mileag...Read More"}, {"title": "Excellent car.", "review": "This Car Is Excellent And This Car Performs Well On Hill Slopes And Mileage Of This Car Is Superb. The Overall Car Is Outstanding. \n\n \n"}, {"title": "Good Car.", "review": "A Very Good Car. The Body Roll In This Car Is Zero. Ride And Handling Is Excellent. The Engine Response Is Also Good. Suspension Of This Car Is Also A Little Stiff thing Which I Don't Like In My Car Is.. A Very Low Ground Clearance. \nRead More"}, {"title": "Nice Car.", "review": "This Car Is Very Good In Terms Of drive And I Feel Relax When I Drive. Mileage And Comfort Are perfect.\n"}, {"title": "Great Car.", "review": "I Am Using Maruti Swift For The Last 4 Years And Approx. 125000 Km. According To Me, It Is The Best Car, Under A Budget Of A Common Man, Good Mileage, Superb Look, Good Features, And Totally Value For Money.\nRead More"}, {"title": "Great Car.", "review": "I Have A VXI Petrol Version Car. It Is Very Good And Comfortable. Driving Is Very Easy And Smooth Like Butter.\n"}, {"title": "Average car.", "review": "The Rating That I Have Given On Basis Of Safety Features. As All You Know That Swift Is Not Safe As Required.\n"}, {"title": "Good Car.", "review": "Car Performance Is Good, Mileage, And Other Features Are Also Good.\n"}][{"title": "Comfortable Car.", "review": "The Shape, Mileage, Comfort Is Excellent. All Its Features Are Great.\n"}, {"title": "Awesome Car.", "review": "It Is Such An Awesome Car From Maruti Suzuki Family. Main Attraction Is Its Driving Comfort. Its Performance On Top-end RPM Is Mindblowing. Build Quality Is Average. A Good Engine And Its Performance Are On Another Level. Black Company Seats And Black Interiors Bring A Luxuary Feel Into The Car.it Gives Decent Mileage On Both Cities And Highways.\nRead More"}, {"title": "Best Economical Car.", "review": "Dasing Look And Very Comfortable On The Ride, and It Is A Very Fuel-efficient Car. Millage Is Super, Engine Quality Is Very Good. You Have The Option To Choose Multiple Colors In This Version Of Swift. Build Quality Is Too Good And Has A Low Maintenance Cost, The Car Features Are Too Glorious Than The Car Price.\nRead More"}, {"title": "Cool Car.", "review": "It Is The Best Car And has A Good After-sales Service. I Will Definitely Suggest Everyone Buy A Maruti Swift.\n"}, {"title": "Nice Car.", "review": "Nice Car But Not Awesome. The Interior Is Not Up To The Mark And The Sound System Is Not Good, Boot Space Is Low. I am Using The Car For 2 Years And There Is Not Much Problem In The Car . Overall It Is A Nice Car. Highly Recommended.\nRead More"}, {"title": "Classy Car.", "review": "I Bought A Red Swift In September 2019. Test-driven Wagon Amt Before Buying, But Was Not Satisfied With The Interior Of The Wagon and Also The Tall Boy Design Was A Problem When Cornering At 80- 90 Kmph. After A Lot Of Research Finally Bought Swift  XVI.\n\nGood Things:- Engine Smoothness And Pickup, 2. It looks Like A Mini Cooper In Red 3. Automatic...Read More"}, {"title": "Wonderful Car.", "review": "I Love This Car I've Been Driving This Car For The Last 5 Years.  I Am So Proud That I Made This Decision And Bought It. Highly Recommended.\n"}, {"title": "Good car, value for money.", "review": "Nice Comfortable Ride. Need To Improve Little In Suspension And Engine Sound, Seating And Ambiance Is Nice.\n"}, {"title": "Nice car overall.", "review": "This Is The Greatest Car In The Affordable Car Market. Much Different From The Old Version. The Best Thing I Like In This Car Is Its Dashboard Which Is Very Plain And Offers A Better View Of The Road Ahead. It Is Too Much Spacious And Sporty Car. The Rear View Of The Car Is A Bit Compromising. Its Lightweight Scares E A Bit. Otherwise, I Want To Bu...Read More"}, {"title": "Great Car.", "review": "Swift Is The Best Car Till Now For Me And Their Seats Are So Comfortable And Their Legroom Is Also Good. Their Power Steering Is Very Smooth And Runs Like A Horse. Their New Functions Are Very Good And The Quality Of The Material Used In The Car Is Very Good Also their Engine Is Big And I Loved This Car.\nRead More"}, {"title": "MARUTI SUZUKI", "review": "ALL CARS OF MARUTI SUZUKI ARE WONDERFUL BUT SWIFT CAR IS COMPLETELY DIFFERENT. ON HIGHWAY OR CITY ROAD, THE DRIVING BECOMES VERY SAFE. MY CHOICE WOULD BE ALWAZ MARUTI SUZUKI SWIFT.\nRead More"}, {"title": "Best Car in Budget", "review": "Its A Nice, Affordable, Comfortable And Stylish Car In My Budget. For My Daily Use, It Has A Very Nice Economy And Good Riding Performance With low Maintenance. If You Do Regular Services Compare To Other Cars.\nRead More"}, {"title": "Nice Car of the Year", "review": "Maruti Suzuki Is An Indian Company. It Makes Great Mileage And Great Cars. One Of These Vehicles Is Swift. Very Good Features And Body look very Sporty And Its interior Is Very Attractive. One Of The Best Cars Is Swift And It's Awesome In White Color. Nice Looks And Has Great mileage.\nRead More"}, {"title": "Best Car.", "review": "Swift Has Been By Far The Best In Its Category. Its The Best Hatchback One Can Ask For. It Has Got The Style, Comfort, And Almost Everything You Will Need In A Car. If You Are Planning For A Car, Swift Is One Of The Primmest Options.\nRead More"}, {"title": "Best Car for Small Family.", "review": "Swift Car Is The Best Car And Most Popular For A Small Family In India. \n"}, {"title": "Great car.", "review": "Really A Comfortable Vehicle At This Price, Modern Look, And Fine Maneuverability. Thanks To The R&D, the Manufacturing Company For Giving It Indian Texture.\n"}, {"title": "Car not good for big Families.", "review": "Not So Got For A Big Family. Also, The Outside Material Is Not Good. The Car Is Very Small. The Weight Of The car Is Very Light. Instead Of This, You Can Buy A Baleno .\n"}, {"title": "Sporty Car.", "review": "This Is The Best Car For Middle-class Families, The Car Has A Good Interior As Well As Exterior As Compared To Other Sports Cars Of The Same Range.\n"}, {"title": "Perfect Car.", "review": "The Car Has The Best Mileage, Ever Any Car Can Give And Having Nice Shape And Features As Every Car Should Have. The Car Is Having A Great Pickup Which Gives An Amazing Experience To The Driver. The Comfort Is Just Like We Can Drive It Easily For The Long-distance Without Getting Tired. \nRead More"}, {"title": "Great Car.", "review": "Maruti Swift Has A Very Good Engine. This Is A Family Car As Well As Having Good Looks And Features Like Any Other Sedan Cars. It Also Comes With Better Mileage And Good Performance Vehicle. The Comfort Level Of The Car Is Pretty Good, Having More Leg Space or We Will Say Shoe Space. Overall This Car Is Great.\nRead More"}, {"title": "Stylish Car.", "review": "I Recently Bought NEW SWIFT ZXI Plus, Top Of The Line Variant Although It Was Very Tough To Between New Swift And I20 Asta Model Because Both Are Best. The Best Thing About Swift Is Its Styling It Is Really A Good-looking And Sporty Car In Terms Of Its Design And Looks, And The New Diamond Cut Alloys Ads Ice To The Cake. I Term Of Feature It Compet...Read More"}, {"title": "My first choice swift car", "review": "I Am Feeling Very Proud To Drive This New Swift Car. I Am Satisfied With Its Seat Arrangements And Comfortable Space. Even Though There Is No Problem To Sit And Drive Comfortably.Lost The Look With Exterior Led Lamps.. Interior Is Nice. In Manual At 4th Gear The Car May Not Give Full Power. Overall Ride Quality Is Good. Look Wise There Is A Lot Dif...Read More"}, {"title": "Nice Car.", "review": "Great Mileage In Diesel Variant , Less Maintenance Thought Of CNG Installation But It Is Not Available In The Diesel Engine.\n"}, {"title": "Best Hatchback.", "review": "Maruti Suzuki Made This Magical Machine In The Year 2007. This Machine Was Avowed As The Swift, A Compact Hatchback That Has Continued To Win The Hearts Of Millions Ever Since Early 2000. The Evolution Of This Car Could Be Described By The Same Name As The Car Name Because It Is Has Been So 'swift' And Smooth, Coping Up With The Latest Hatchback De...Read More"}, {"title": "Best Car.", "review": "The Fantastic Car Having, Fabulous And Decent Look. It Has Good Space For Travel. It Has A High Resale Value Than Any Other Car.\n"}, {"title": "Amazing Car.", "review": "I Have Driven The Car, It Was Very Smooth Moving And Also Has Good Pick Up And Silent Engine Power Totally Good For Families.\n"}, {"title": "Great Car.", "review": "Best Car I Never Had Seen Anywhere. Familiar Car For Every. And Anyone Can Afford This. My Choice My Swift Dzire.\n"}, {"title": "Comfortable Car.", "review": "Weak Body And Chassis But The Very Fine Engine To Drive Still Not Satisfied With The Suspension System Of The Company But Still Good Variant With Good Milage.\n"}, {"title": "Nice Car.", "review": "Maruti Swift King Of All Medium-range Cars.Good Average And Good Looking And Also A Low Maintenance Cost.\n"}, {"title": "Best in class.", "review": "Best In Class In Everything, Performance, Convenience, Mileage, Maintenance, Stability And Much More.\n"}][{"title": "Nice Car.", "review": "This Is A Nice Car With A Sporty Look And A Great Design.\n"}, {"title": "Nice Car.", "review": "This Is A Nice Car With Great Comfort, Mileage, And Is Also Very Spacious.\n"}, {"title": "Excellent  Car.", "review": "This Car Has Great Features, In Terms Of Looks And Resale Values.\n"}, {"title": "Super Car.", "review": "Super And Amazing, This Car Is A Very Good Looking And Powerful Car.\n"}, {"title": "Nice low budget vehicle", "review": "Nice To Ride And Low Budget Vehicle. It Is A Comfort To Drive And Has Nice Mileage.\n"}, {"title": "Nice Car.", "review": "Nice, Affordable And Budget Car. Maintenance Cost Is Lower Than Other Similar Range Of Cars. Service Cost Is Also Low.\n"}, {"title": "The sporty car.", "review": "This Is The Best Car In Terms Of The Design, Comfort, Best Car In The Segment.\n"}, {"title": "Great car.", "review": "The Car Meets All The Requirement, This Is Perfect For Long Touring. The Fuel Economy Of The Bike Is 26-27kmpl. The Air Condition Performance Of The Car Is Great With A Great Music System And Lower On Maintenance. \nRead More"}, {"title": "Nice Car.", "review": "One Of My Favorite Cars,I  really Like This Car From The Heart But Build Quality Is Not Much Better. But The Overall Car Is Very Good.\n"}, {"title": "Great Car.", "review": "Awesome Response Brilliant Pickup Satisfactory Average, Unexpressible In One-word Excellence At A Vast Mode The Smooth Stability Provides Total Comfortably.\n"}, {"title": "Unsafe Car.", "review": "I Am Not Satisfied With The Features Of The Car, Fuel Efficiency Is Low Also The Interior Is Not Good.\n"}, {"title": "Nice Car.", "review": "This Is Essentially What Comes To One's Mind When One Speaks About A Hatchback, The Swift Is Undoubtedly The Major Player In The Segment.here An In-depth Comparison Of These Two Before You Plan To Live The Hatchback Life.\nRead More"}, {"title": "Awesome Car.", "review": "I Have Been Using Swift From A Year, Automatic One Is smooth Glossy And Much More The needed Mileage Is Good, And The Car Look Very Premium And The Long Drives Become Shorter Due To The Smoothness Of The Car And Engine. I Really Loved The Car. Best Buy Budget-friendly I Suggest You Go For It\nRead More"}, {"title": "Awesome Car.", "review": "The Car Is Great, The Maximum Features Are Great, Only Some Features Are Not Good.\n"}, {"title": "The Real MVP", "review": "I Have Owned The Old Swift And Used To Tell Myself That I Will Never Ever Buy The Same Car Again And Try Something New But When I Actually Had To Buy A Car It Was The New Swift. I Almost Tried Every Car In That Segment But Some Of The Other Ways It Did Not Fit My Requirement. I Went For The AMT As Its Easy For City Use As It's Not Your Conventional...Read More"}, {"title": "Average Car", "review": "It Is A Good Car By Maruti Suzuki At This Price Range.But I Think The Company Should Make Improvements In The Car.It Has Too Many Problems. The Company Should See Its Comfort. Its Seat Quality Is Not Good As It Should Be Given The Seats Are Too Hard. Its Built Quality Is Average.\nRead More"}, {"title": "Great Car.", "review": "All The Features Of This Car Are Amazing, It Gives Me A Sporty Feel, With Its Smooth Handling And Great Performance.\n"}, {"title": "Comfort and Speed.", "review": "Overall Good Experience With The Comfort For The Passengers. It Gives A Good Driving Experience, But Some People Feel Bad Because Of The Smell Inside The Car, People Vomit Because Of That Smell. Overall Not A Bad Experience With The Car.\nRead More"}, {"title": "Great Car.", "review": "I Am Feeling Very Proud To Drive This New Swift Car. I Am Satisfied With Its Seat Arrangements And Comfortable Space. I Am A Fat Man, Even Though There Is No Problem To Sit And Drive Comfortably.\nRead More"}, {"title": "Best Car.", "review": "I Had An Old Version Of Swift Its 2009. I Had Driven It Up To 1lakh 25 Thousand No Maintenance No Engine Work Until ..now I Had Purchased A New One By Exchange, You Can Drive The Car In All The Way And In All Conditions That U Want, And If We Talk About Engine It Just Wow No Words For That Keep It Up Maruti Suzuki The Best Company For Car The Tough...Read More"}, {"title": "Swift the Father of Hatchback", "review": "Maruti Swift Has A Very Good Mileage Along With Beat In Class Handling. It Also Has A Very unique Design Of Interior And Exterior.\n"}, {"title": "Great Car.", "review": "A Great Car With A Solid Engine. Useful Features By Suzuki Are A Bonus, the Infotainment System Is Good But Could Be More Responsive, although The Swift Seems To Be Small From The Outside The Interior Spacing Is Well Constructed, The Only Drawback Is Its Boot Space, Rest The Car Is A Great Car.\nRead More"}, {"title": "Good Car.", "review": "This Is A Nice And Smooth Car, Also Its Comfort Level Is Good.\n"}, {"title": "Great Car.", "review": "This Is A Great Car With Amazing Features Also With Good Exterior And Interior Quality. Highly Recommended.\n"}, {"title": "Best Hatchback of Maruti Suzuki.", "review": "Swift Is The Best Hatchback Of Maruti Suzuki At Its Price Range. The New Swift Look Is Also Fantastic. Swift Gives Higher Milage From Other Cars Of Its Price Range. It gives 22 Milages In Petrol And 24 Milages In Diesel. The Interior Of This Is Also Amazing. It Feels Rich Interior. It Also Offers Two Airbags In Front And ABS In The Base Variant.\nRead More"}, {"title": "Great Service Network.", "review": "A Well-known Car And Highly Sold Car In The Indian Market. As These Car Parts Are Easily Available Everywhere In India. Nothing Bad About This Car As Maruti Is Very Conscious About There Products And They Keep Upgrading There Product As Per The Demand Of The Indian Market. Thanks To Maruti For Providing Such Type Of Products And The Trust They Buil...Read More"}, {"title": "Best Car.", "review": "Its A Great Car For The Middle Class Family, Easy Services Available At Any Location All Around India Its Maintenance Is Less Compare To Other Car Parts Are Easily Available At Cheaper Rates.\nRead More"}, {"title": "Great Car.", "review": "Amazing Car, Best Mileage, Best Handling And Body Control In The Segment. It Is Still The Favorite Choice Of Indian Buyers And Eyes Close Choice. The Only Thing Is The Design Of The Vehicle Its Hate Or Like It Type But The Service Quality Of Maruti Suzuki, Maintenance Cost And Ease Of Use Make It The Best Car In The Segment. It Is Value For Money C...Read More"}, {"title": "Great  Car.", "review": "Always Best Car In The Hatchback Segment With Reasonable Prices And Also With Good Mileage, power And torque Is Also Good In This Budget.\n"}, {"title": "Car with Good Mileage", "review": "I Had Maruti Swift VDi, I Run Since 2012, With No Any Problems, And Minimum Maintenance Cost, It Has Also In Good Mileage, Approximately 22 To 25 Km/liter, It Has Diesel Engine But Had To Voice Like A Petrol Versions, So I Have Loved My Car Very Much, So Friends I Suggests That If You Want To Purchase Small Car, Go To Swift.\nRead More"}][{"title": "Best car for all conditions.", "review": "A Car With A Comfort And Royal Design. Very Nice Car For All Kinds Of Roads. Best In Mileage Also And Suitable For Every Condition. Best Car With A Luxurious Feel In It.\n"}, {"title": "THE FAMILY RIDER.", "review": "The Best In The Class Family Car That Is A Part Of Most Indian Families Including Me. Its Riding Quality And Road Presence Are Just Amazing. It's ABS Braking Is Just Fabulous. We Own The Full Automatic Diesel Variant. It Also Comes With All Types Of Sensors Like Seat Belts, Side Doors Open Sensors. The New Steering Wheel Just Looks Like A Sports Ca...Read More"}, {"title": "A great car.", "review": "Good Small Car By Maruti.\n\nPros:\n\n*Good Looks Interior And Exterior Look. \n\n*Good Mileage For 1.2ltr Engine.\n\n*Cheaper Maintenance. \n\n*Comfortable Seats. \n\n*Very Comfortable For 4 And 1 Child.\n\n*Good Excitement Driving At Speeds In Control (120-140kmph)\nRead More"}, {"title": "Just excellent.", "review": "This Is The Most Comfortable Hatchback Car I Have Rode. This Car Is Very Cute In Looks And For Small Family Its Like Heaven.\n"}, {"title": "Great car.", "review": "Very Nice Care And Very Comfortable. This Is A Family Car.\n"}, {"title": "The real Indian car.", "review": "Totally A Family Car As It Is Spacious, Luxurious And The Driving Experience Is Amazing. Also, The Mileage It Delivers Is Impressive.\n"}, {"title": "Great car.", "review": "Great Car Within The Budget. Highly Recommended.\n"}, {"title": "Best in segment.", "review": "This Is A Great Value For Money Deal, Fuel Economy Of The Vehicle Is Great. The Price Range Is Also Perfect In The Segment.\n"}, {"title": "Great car.", "review": "It Is A Very Great Car In The Segment.\n"}, {"title": "Best hatchback for middle class.", "review": "It Is Definitely The Best Hatchback Of The Decad. Maruti Has Done An Excellent Job In Design This Beauty. It Has All The Features That Are Essential For A Hatchback And Also The Most Important Part Is That It Delivers A Mileage Of 22-25 Kmpl (diesel) On The Highway. And If You Want To Exchange Your Vehicle Then Also This Won't Disappoint You It Wil...Read More"}, {"title": "Nice Car.", "review": "All The Features Of This Car Are Good, Its Headlights, Backlights And Music System Are Amazing.\n"}, {"title": "Amazing experience.", "review": "This Car Is Filled With Features, The Experience Of The Car Is Amazing.\n"}, {"title": "Best hatchback.", "review": "This Is Always Been The Best Car Because Of Its Compact Size And Dimension. Along With The Rich Interior, I Am Very Much Happy With The Performance Of The Car.\n"}, {"title": "Outstanding car.", "review": "Great Experiences With Old Maruti Suzuki Swift. This Is Absolutely Right About Each And Every Car Of Maruti-Suzuki Is One Of The Best Cars With Stylish Looks As Well As Engine Condition. Thanks A Lot, Maruti Suzuki.\nRead More"}, {"title": "Amazing car.", "review": "This Is An Amazing Car if Anyone Wants To Buy This Car My Suggestion Would Be. Go For It, Value For Money, very Much Comfortable. The Braking is Also Good In This Car And The Exterior Looks Are Amazing. It Is Also Convenient For heavy Traffic.\nRead More"}, {"title": "Affordable car", "review": " \n\nThe Is Too Good At This Price And It Has The Best Design And Performance. I Am Experienced That's Why I Am Saying That You Can Buy This Car Without Any Hesitation  \n"}, {"title": "Excellent car", "review": " \n\nExcellent Car. The Looks Of The Car Are Good To Compare To All The Other Car.The Car Is For New Generation And Stylish \n"}, {"title": "Affordable car", "review": " \n\nThe Maruti Is An Affordable Car For Middle-class People Who Wants To But The Car And Its Mileage Is Also Good. The New Swift Have Hatchback Styled Look And Boot Space Is Also Outstanding .The Features Of Car Is Good Like Airbag And Large Engine \nRead More"}, {"title": "Comfortable car", "review": "Its Very Comfortable And Feels Like A Luxury Car Its Mileage And fuel Capacity Is Also Perfect I Love This Car\n"}, {"title": "Pwerfull car", "review": "Really It Is A Very Expensive Middle-class Car. Engine And Build Quality Of Car both Is powerful. It's A Complete Fully Comfort Sheeted. Totally MARUTI SWIFT Is The Very Nice Car. In The Field Of Mileage, It's Best. I Am Using It For 6 Months I'm Happy With It Performance. Specifically Thanks To MARUTI SWIFT. THANK YOU SO MUCH!\nRead More"}, {"title": "Great car.", "review": "Swift Has Always Been A Heartthrob Of The Nation, And The New ( 2018) Swift Exceeds The Expectation With The Smooth Handling, Power-packed Performance, And Surprisingly Good Average. I Switched From Diesel Desire To The New Petrol Swift And What I Felt Was Totally Amazing The Pep, The Silent Drive And Of Course The Mileage. I Was Getting Milage Of ...Read More"}, {"title": "Amazing car.", "review": "This Is The Best 5 seater Car That I Have Ever Seen In This Budget. It Gives Good Power But It Lacks Safety Features. Its New Look Gives A New Experience To The Older One. This Is The Most Successful And Most Efficient Vehicle In A Country Like India. Its Best In Terms Of Mileage And Economy.\nRead More"}, {"title": "Thin body only the problem", "review": "Good Car And Its Mileage Are Also Good And Best Features In Less Money But It Is Not Having A Strong Body.\n"}, {"title": "Great car.", "review": "This Is A Good And Affordable Car For Middle-class Families. \n\n \n"}, {"title": "Great car.", "review": "Great Car For The Middle Class Family, With Good Mileage And Amazing Features.\n"}, {"title": "Beast car.", "review": "It Is An Amazing Car, It Offers A Fuel Economy Of 23kmpl. Road Comfort Is Amazing And It Is Value For Money.\n"}, {"title": "Great car.", "review": "This Car Is Packed With Features.\n"}, {"title": "Good Car.", "review": "It's Low Maintenance And More Mileage Vehicle, Also Its Safety Features Are Great.\n"}, {"title": "Best in its segment", "review": "One Of The Most Powerful And Efficient Cars In The Hatchback Segment. It Will Give You The Best In The Topmost Model Of Cars\n"}, {"title": "Poor in safety.", "review": "The Features Of This Car Are Not So Good, In Terms Of Safety And Service Costs.\n"}][{"title": "Best car in hatchbacks.", "review": "Superpower In Hatchbacks Comparison. And It Is Very Smooth Which Feels Like Let's Drive More And Excellent Features At This Price Point. Like Automatic Headlights 16-inc alloys. And The Main Is It has A Super-duper Sporty Steering Wheel And Its Space Is Also Pretty Good And The Music System Is Also Very Good And I Am The Fan Of The Headlights And B...Read More"}, {"title": "Awesome car.", "review": "This Is An Amazing Car And A Great Model.\n"}, {"title": "Great car.", "review": "All The Features Of This Car Are Amazing. Highly Amazing.\n"}, {"title": "Great car.", "review": "Good Car For A Middle-class Family With Standard Safety Features And For Long Term Usage And Maruti Genuine Parts Are Available All Across India So Its Not So Difficult For Customers For Servicing Maruti Suzuki Vehicles And Resale Value Of Maruti Swift Car Is Much Better When Compared to Others.\nRead More"}, {"title": "Great car.", "review": "Swift Is A Very Good Car In The Middle Range. It Is Comfortable And the Interiors Are Amazing. Also, It Delivers The Ultimate Performance.\n"}, {"title": "The best in the segment.", "review": "Great Car, As The Mileage Is Impressive And The Comfort Is Up To The Mark.\n"}, {"title": "The hatchback monster.", "review": "Amazing Experience So Far As It Delivers An Ultimate Mileage Of 21.3kmpl Without A.C. Also, The Looks Are Impressive.\n"}, {"title": "A great car.", "review": "Great Looks And The Features Given Are Impressive. Also, The Speed And The Performance Is Unbelievable.\n"}, {"title": "Amazing car.", "review": "It's A Good Family Car With Great Interiors. It Has Amazing Pickup And Humongous boot Space With great Engine Performance.\n"}, {"title": "Extraordinary good car", "review": " \n\nThis Car Has Instant Power Plus Mileage And Low Maintenance. The Biggest Alloy Led Lights And Looks Are Awesome\n"}, {"title": "Best car in this segment", "review": "Maruti Swift Is The Best Car In This Segment With All The Best Features. Very Comfortable Car For A Small Family. Also, Best Car In Term Of Driving Experience.\n"}, {"title": "Best car in this price range.", "review": "Though Maruti Suzuki Swift Is Already One Of The Bestselling Cars In India, It Still Faces Stiff Competition From The Likes Of Maruti Baleno, Tata Tiago, Maruti Ignis And Hyundai Elite I20.\nRead More"}, {"title": "A very comfortable car", "review": "Maruti Swift Is Very Smooth While Driving Also Getting Very Nice Legroom Space. This Vehicle Is Very Comfortable For A Small Family. Also, Getting Very Nice Mileage With Good Resale Value.\n\n \nRead More"}, {"title": "Top model cars", "review": "Superb Car With Good Comfort And Classic Look. Loveable Colours. Highly Modified Car and Amazing Looks Than Others.\n"}, {"title": "Best performance car", "review": "Maruti Swift Is The Best Car In Terms Of Performance, Mileage, Pickup, And Comfort Level. How's The After-sales Service Is Also Better As Compared To Other Brands.\n"}, {"title": "A Pathetic car", "review": "Maruti Swift Is Not The Budget-friendly Car Also Not Getting The Best Features In The Vehicle. Maruti Swift Has Pathetic Suspension System With Low Pickup.\n"}, {"title": "Satisfied with this car", "review": "Very Satisfied With The Purchase Of Maruti Swift. The Brand Has Used Very Nice Technology To Upgrade This Vehicle.\n"}, {"title": "My experience with Maruti Swift", "review": "Maruti Swift is Excellent In Performance. Also, it Has a Good Engine, Interior, And Exterior In The Car. Overall Good Car With All The Required Features.\n"}, {"title": "Best car in this segment", "review": "I Buy A New Maruti Swift In April 2019. It Is A Very Great Performance And Very Good Pickup Experience Getting In This Car. Very Spacious Car In This Budget Range With All The Best Features.\nRead More"}, {"title": "A superb pick-up car", "review": "Maruti Swift VDI Is A Superb Car. It Is The Very Best Car In This Budget Range. Also, Comfortable For A Small Family. It Has A Superb Pick-up.\n"}, {"title": "Power meets comfort", "review": "The Powerful Smooth Car Which Meets Comfort I Like To Get In Drive With My Best The Swift It Has A Great Value When We Go On Driving It Except The Others The Most Lovely And Likely Part In This Car Is \"The Speed\" I Have The Best Mileage Of 20km/l I Was Very Happy To The Powerful. Its Comfort Is Excellent And It Has The Excellent Pickup The Service ...Read More"}, {"title": "A middle class family car", "review": "It Looks Like A Premium Car But As Per Body, It Has Strong Eggshell Is Better Than That. But Beauty And Power On A Hatchback In The Budget And Most Services Center. It Fits A Middle-class Family.\nRead More"}, {"title": "Best four wheeler", "review": "Best Trusted Car Ever With Low Maintenance, It Is Really Too Good. A Smart Buyer Chooses This One With Confidence.\n"}, {"title": "Classical car", "review": "It Is A Nice And Royal Classic. It Has The Perfect Body. The Back panel Is Very Good And The Front Looks Awesome And Fantastic.\n"}, {"title": "My Dream Car", "review": "Dream Car, Everyone Has Their Own Short Term Aims Currently My Aim Is To Buy This Car I Hope I Will Get It Soon, Plan To Buy It On 2020.\n"}, {"title": "Verey good car", "review": "This Very Good Car I Am Used This Car After 10-year L Like Maruti Swift Car And New Version Very Very Good Mileage Very Good 20 Kilometer I Like Mileage I Mean This Car All Car Comparison This Amount My Choice First Shift Very Good Person Use For Swift New Version I Hope You Like This Car And Purchase This Car Just Now Thanks I Wall Not Advice.\nRead More"}, {"title": "Perfect  for city", "review": "This Car Is Very Comfortable And Perfect For A Small Family. Better Fuel Efficiency, ride Quality, Etc.\n"}, {"title": "Except ground clearance all is well", "review": "Petrol Model Mileage Is Good But Ground Clearance Is Not Enough. Except For Ground Clearance, All Is Well.\n"}, {"title": "Bad body built", "review": "Low Built Quality. Stylish Design, Average Performance, Good Mileage. Less Handling And Drive Comfort Are Low.\n"}, {"title": "Comfortable car", "review": "Today I Have Purchased Maruti Swift VDI. Also, Getting Good Looks Along With Features In This Car.\n"}][{"title": "My Dream Car", "review": "This Is An Excellent Car, One Day I'll Definitely Bring This Car. This Car Is Very Rough And Tough.\n"}, {"title": "My favourite Car Ever", "review": "It Looks so cool. This Car Is My favorite. The Car Is Very Powerful. When We Drive The Car We Feel Like A Luxury Car. Its Music System Is Very Good And The Bass And Sound Quality Are Amazing. We Do Not Need To fit A Bass Tube.\nRead More"}, {"title": "Awesome Car.", "review": "The Car Is Best In The Mid-range Segment. The Interior Is Superb Feels Like Luxury Exterior Also Give A Premium Feel. Sometimes The View From Inside Seems Uncomfortable Due To The Judgment Of The Driver. The Quality Of The Exterior Should Be Improved For Safety Purpose. Feel Sad For The Best Selling Indian Car And Safety Star Is Only 2. The Average...Read More"}, {"title": "Great car.", "review": "A Very Comfortable And Beautiful Car. Maruti Suzuki Has Always Been An All The Best Company In the Making Of Car And After-sales Service.\n"}, {"title": "The real ride.", "review": "Easy To Ride And The seating Posture Is Comfortable. The Transmission System Is Up To The Mark And The Seat Belts Are Effective And Adequate. However, there is No Sunroof Feature Available In The Car. \nRead More"}, {"title": "Best car in the price range.", "review": "It Has A Classy Exterior As Well As The Interior And very Economical. It Has A Mileage Of 15kmpl In Hilly Areas. Very Comfortable For Long Journeys And Very Stable Even When Driving At 100 To 120kmph. Very Affordable And The Infotainment System Is Amazing.\nRead More"}, {"title": "The best one.", "review": "Perfect Car At This Price As Compared To Other Cars. Great Space, The new Look Is Also Great.\n"}, {"title": "Great car.", "review": "All Over India, This Is The best Car So Far.\n"}, {"title": "An average car.", "review": "Riding Experience Is Nice But The Quality Of The Interior And The Plastic Which Is Used Doesn't Look Up To The Mark. Good In Space, Worthy For The People Who Use It In Cities But Body Sheet Is Thin And Doesn't Give Grip On The Road. \nRead More"}, {"title": "Excellent Car for Ordinary People", "review": "Best Look, Lightweight, Good Interior, Decent Looks, Reasonable Cost. Excellent Car For Ordinary People.\n"}, {"title": "Poor Suspension and Drive Quality", "review": "Overall It Is Good In The Design But The Poor Suspension, Ride Quality Is Not Good, Steering Feedbacks Are Amazing. Seat Comfort At Both Rear And Front Is Good But Boot Space Is Less. Gear Shifts Are Smooth But The Clutch Is On The Slightly Heavier Side, The Infotainment System Is Good But The Sound Quality Is Not Great. I Like The Diesel Engine Mo...Read More"}, {"title": "One Of The Best Cars", "review": "In The Hatchback Section, This Is One Of The Best Cars. I Have Never Seen Such Kind Of Smooth Steering. If You Have Good Height Then This Car Will Give You Complete Satisfaction. Good Millage And Good Sound.\nRead More"}, {"title": "Swift experience for 7 years", "review": "I Own A Swift VDI of 2012 Model It Had Driven Over 1 Lakh Kilometers But No Issues In Driving It Run Flawlessly Without Lag, The Only Problem Is Boot Storage, And Rear-seat Space Is Adequate For 2 People.\nRead More"}, {"title": "MARUTI SUZUKI SWIFT", "review": "I Own A 2015 VDI With ABS Mysterious Violet Swift. What To Say Abt Its Incredible Performance It Simply Rocks. It Gives Me A Mileage Of 21.3 Without Ac. I suggest You Guys Go For Swift Diesel. When The Turbo Opens Then You Will Understand Why Maruti Has Named This Car Swift. Moreover, My Car Is Really A Head-turner Because When It Looks From A Dist...Read More"}, {"title": "Best car in the Indian Market Maruti swift.", "review": "This Is A Very Traditional And Trusted Car By Maruti. I Would Proud To Have This Car.\n"}, {"title": "Best hatchback car", "review": "Maruti Swift Is One Of The Nicest Cars In Terms Of Both By The Looks And Comfort It Offers. It Is The Most Popular Car In India And Loved By Most Of The Youngsters And I Have Also Personally Driven This Car. And It Offers Great Control Over Driving. The Mileage Of This Car Is Also Pretty Good. Also Getting Good Boot Space In This Car.\nRead More"}, {"title": "Great Experience", "review": "That Car Is Amazing With An Exuberant Experience. It Always Performs Better Than Any Other Car.\n"}, {"title": "Great Car.", "review": "This Is A Great Car. Its Mileage Is Good And Also The Comfort Level And Boot Space Are Nice.\n"}, {"title": "Best car for everyone.", "review": "Maruti Swift Is One Of The Best Cars It Feels Like In A Race Car And A Very Smooth Ride. Best Design And Good Grip Wheels Getting In This Car\n"}, {"title": "Comfortable car in this segment", "review": "Maruti Swift Is A Very Comfortable Car With All The Best Features. It Is Providing Good Comfort At High Speed As Well.\n\n \n"}, {"title": "Best hatchback ever", "review": "This Machine Is Very Refined And Powerful. This Car Comes With Very Features And Boot Space. It Has Very Easy Maintenance For A Long Time, So This Car Is A Very Practical And Low Cost.car Clutch Paddle Is To Smooth And Lightly Presses It, And Steering Is Also Light. Swift Is An All-rounder Car So Swift's Platform Is The Best.\nRead More"}, {"title": "Greatest Hatchback of India", "review": "This Was My First Car In 2008 From That Year Maruti Suzuki Is Improving This Car In Every Update And Now Finally I again Bought In 2019 And Still, Its Sporty And Engine Is Smooth And Mileage Is Great Even In Petrol New Touchscreen.\nRead More"}, {"title": "Car At Its Excellence", "review": "It Is Very Comfortable And Economic For A Middle-class Family. The Look Is Also Very Pretty And Milage Is Up To 22 Kmpl (in The City) That Is More Than Enough. Every Feature Is Provided In The Top Model Which Makes It Comfortable To Each And Every Aspect. Overall, It Is Worth The Price Of The Car And Also I Recommend Everyone To Buy This.\nRead More"}, {"title": "My favorite", "review": "This Car Gives More Mileage, This Car Is Smoothly Driving And Faster And Easier going To At The Top Speed As Well.\n"}, {"title": "Very Much Comfortable Car", "review": "Driven 700kms On The Very First Trip With It And I'm Glad That There Were No NVH Levels And Was Very Much Comfortable.\n"}, {"title": "I'm the lucky one.", "review": "Maruti Swift is A Fabulous Car. The Most Comfortable Car Ever Made.\n"}, {"title": "Amazing car.", "review": "I Have Maruti Swift Since 2105, It's Very Good And Amazing Car till Now. and Also Mileage Is Very Good, I Always Promoted This Car. Maruti Swift Is Available At Affordable Prices.\nRead More"}, {"title": "Best in class Swift", "review": "Swift Is The Best In The class Car, perfect For City And Highway Driving. It Is A Reliable And Low Maintenance Car.\n"}, {"title": "Best budget car", "review": "Swift Is A Very Good Car. Driving Since June 2015 And Have Not Faced Any Issues. Maintenance Is Easy. Very Efficient.\n"}, {"title": "Best Car.", "review": "Nice Car One Of The Best Cars In Indian Road, comfortable Driving Experience In This,  value For Money.\n"}][{"title": "Good luggage space", "review": "Maruti Swift Is Too Much Comfortable Car For A Small Family. This Car Is Economical As Well As Suitable For Long Drives. Alloy Is So Strong And The Suspension Is Awesome, Getting Good Luggage Space. Service And Maintenance Are So Cheap So Any Middle-class Family Can Afford This.\nRead More"}, {"title": "Great car.", "review": "A Nice Family Car That Looks Good And Has Amazing Performance Ever After A Year. However, The built Quality Is Not So Good. \n"}, {"title": "Awesome car.", "review": "Overall A Good Hatchback, The Only Thing That Matters Is The Build Quality. The Vehicle Is Good To Drive.\n"}, {"title": "Awesome car.", "review": "Amazing Pickup With Impressive Handling And Fantastic New Features.\n"}, {"title": "A car with awesome features.", "review": "Amazing Car To Drive That Has Awesome Features And Interior Is Pretty Cool. Unbelievable Pickup And Easy To Handle.\n"}, {"title": "Best economical car.", "review": "Tried And Tested Car. One Of The Best Budget Cars In India. I Got My Swift In 2017 And Still Serving Me Well With No Problems.\n"}, {"title": "Best Car.", "review": "The Best And Cheapest Car. It Is Newly Advanced With Some Good Features Compared To Older Version Of Swift. The Steering In Simply Super Soft And The Ride Will Be Enjoyable.\nRead More"}, {"title": "Everyone's dream.", "review": "A Stylish And A Comfortable Car That Is easy To Drive And Good In Mileage. Minimum Service Cost And Within The Budget. \n"}, {"title": "Great car.", "review": "This Car Is Value For Money For A New Car Buyer. The Features Are good To Use. All The New Update Has Been Fixed In It Now.\n"}, {"title": "Great car.", "review": "This Car Is Very Comfortable And has Amazing Looks.\n"}, {"title": "No built-in saftey features", "review": "I Give 3 Stars Because Global NCAP Safety Ratings Are 3-star Ratings, No Matter For Inner Car Features It All About Safety First, The Company Says Car Built Quality Of Body And Chassis Is Based On Hardtack Platform But, Is Worst To Say That's It.\nRead More"}, {"title": "Swift response", "review": "This Car Looks So Beautiful. The Car Is Affordable. The Features Of The Car Make It So Awesome. It Is Available In So Many Colours. The Interior And Exterior Of The Car Are Fabulous. Its Size Is Good...It Is Also Available In The Auto Gear Shift Option. The Engine Is So Powerful Than The Older One.\nRead More"}, {"title": "Amazing swift.", "review": "Swift Is Really A Superb Car And It Looks Great.\n"}, {"title": "Perfect hatchback.", "review": "Has Balanced Power And Features. Mileage Is Also Very Good Like 16kmpl In The City Is A Healthy Mileage. Petrol Is Too Smooth And A Light Steering Wheel, However, The Price Is Too High.\nRead More"}, {"title": "Driver's car.", "review": "Excellent Drivability, good Mileage but The Suspension And Build Quality Need To Be Improved. Still A Great Car For The City.\n"}, {"title": "Great Car.", "review": "The Car Is Amazingly Designed. The Seats Are Very Comfortable. Visibility Is Also Nice For The Driver. The Car Just Bangs On. I Love Driving This Car And Very Happy To Enjoy The Car.\nRead More"}, {"title": "The Best Car.", "review": "Maruti Swift Is The Best Car Of The Year For Me As It Works Very Smoothly, The Performance Of The Car Is Just Awesome.\n"}, {"title": "The beast.", "review": "Great Car At Such A Range Of Prices. Decent Mileage Around The 19kmpl Lxi Variant. Good Driveability And Easy To Handle In The Traffic. At This Price Range Its An Excellent Selection. Some Of The Drawbacks Felt: Built Quality Is Less Compared To The Venue. But At This Price Range Swift Is A BEAST.\nRead More"}, {"title": "Great car.", "review": "Outstanding Car With Great Torque And good Power Delivery With great Mileage And Sporty Look. It's A Full Package Of Great Torque, Bhp, And Average With An Affordable Price Tag. Its Best In Class Between Its Rivals And A Perfect Car In This Segment.\nRead More"}, {"title": "Amazing experience.", "review": "Very Much Comfortable And Very Smooth Handling It Has. It's Speed thrills And The infotainment System Excites A Lot.\n"}, {"title": "Superb performance hatchback", "review": "I Am Driving Maruti Swift. The Car Ground Clearance Is Very Good Especially Rural Areas And Driving Is Most Comfortable. If You Are Looking For A Car With Better Milage Then This Car Is Very Good.it Has Been A Wonderful Experience With The Vehicle, It Was Obvious That I Had To Do Complete Research Before Purchasing A Perfect Hatchback. It Has Been ...Read More"}, {"title": "Very good car.", "review": "Amazing Features And Great For Long Trips And An Ultimate Mileage.\n"}, {"title": "Dominates  the Hatchbacks.", "review": "This Car Defines The Mid-range Car For An Indian Family. Be It Solo Trips And packed Family Outings, This Car Hands Down The Best For The Last Decade And A Half.\n"}, {"title": "Great car.", "review": "Affordable And An Amazing Car.\n"}, {"title": "The top car.", "review": "Value For Money As it's Within The Budget And Amazing Leg-space. Totally Comfortable.\n"}, {"title": "Great car.", "review": "A High-quality Car With Great Comfort And Within The Budget.\n"}, {"title": "Swift and it rivals.", "review": "Poor Build And not So Powerful. Not So comfortable As Compared To Its Rivals But Still a Good Package. Highly Recommended.\n"}, {"title": "Best in class.", "review": "The Car With Great Mileage, Smooth Drive.\n"}, {"title": "The number one selling car.", "review": "The Number One Selling And Buying Car In India.\n"}, {"title": "Great Car.", "review": "The Car Is Very Nice, All Its Features Are Great. I Love This Car.\n"}][{"title": "The Best Car From Maruti", "review": "I Have This Car Since 2005 Then I Bought It In 2009 Now In 2019, The Most Popular And The Best Car Offered By Maruti Which Gives You Efficient Mileage And Overall performance Is Also Very Good. The Best Thing Is The Trust In Maruti Still Continues.\nRead More"}, {"title": "Price and Drive Amazing", "review": "Almost Good And The Price Is Very Reasonable. Light Noise, Music Quality Are So good Better Than The Other Hatchbacks. Driving Is Also Very smooth.\n"}, {"title": "Nice Looks and Beautiful Design", "review": "Nice Looks And Beautiful Design. Nice Speed Pick And Quality Car. It Is really Smooth While Driving.\n"}, {"title": "Best in the segment.", "review": "Still, The Best Car In Its Segment. Great Looks And Amazing Performance With fuel Economy As Always. Value For Money Car. Swift Still Holds Its Position With All The Amenities And Specs Like Keyless Entry, Push-button Start, And Smart infotainment System With An Android and Apple Car Play (very Useful Onboard).\nRead More"}, {"title": "Average car so far.", "review": "It Is An Average Car For Indian Families as It Delivers Amazing Mileage And This Car Gives You An Amazing Driving experience. In Fact, It Has A Great pickup.\n"}, {"title": "Looks amazing with world class comfort.", "review": "Amazing Car with Comfort And Style. Its Mileage Is Normal And Its Steering Wheel Is Adjustable By The Needs Of The Driver. Loads Of Leg space On The Driver Seat. Maruti Car Has Low Maintenance.\nRead More"}, {"title": "Highly recommended.", "review": "The Car Is Very Spacious And Has A Strong Body. It Feels Very Much Safe Inside. Low-cost Services And Comfort With Great Features. Good Resale Value.\n"}, {"title": "Smooth and affordable!", "review": "I Recently Purchased Maruti Suzuki Swift Vxi Model And Things I Noticed Is The Car Has More Space Than Before And The Steering Wheel Is Quite Smooth To Move And good For Long-distance Too. Amazing Experience So Far.\nRead More"}, {"title": "Car made for Indian roads.", "review": "Overall performance Is Great And The Most Lovable Car Within The Budget For Indian Roads. Mainly For Middle-class People.\n"}, {"title": "A very good and comfortable car.", "review": "In This Segment, This Is A Very Comfortable And Useful Car. It Made Me Feel Awesome As I have This Car For 5 Years And I Will Never Sell This Car As This Is The Best Car So Far For Me. At Last, I Can Say, This Is The Best Car For City Rides.\nRead More"}, {"title": "The car that can take away your breath.", "review": "I Have Had All The Previous Models Of Swift And It Has Been An Amazing Experience To Have This Beast Too. The Experience, The Simplicity Inside This Beast Is Unexplainable, The Power She Throws Out Is Just Amazing And The Way It Is Designed Is Just Too Damn Aerodynamic. No Noise In Cabin Just A Quite Lil beast With So Much Power And That Each And E...Read More"}, {"title": "Amazing one.", "review": "Simply Supercar, Don't Waste Your Time In Researching All Cars. Just Buy This Without Any Hesitation. This Is The Best In Class.\n"}, {"title": "This is the advanced beast.", "review": "Swift Does Justification To Its Name, As Its Very Swift On The Roads. I Have Been Driving The New Swift 2019 Petrol For 5 Months And the Ride Quality Is Excellent, It's Fuel-efficient And Very Easy To Drive, As The Clutch, Gear-box, Steering Is Absolutely Light. You Can Drive For Miles Without Feeling Tiresome. The Cabin Is All Black, Which Looks V...Read More"}, {"title": "Ultimate experience.", "review": "Amazing Driving Experience. Comfortable And Spacious With The New Design Is Attractive. Interiors Are classy And Eye-catchy. Even The Tachometer And Speedometer Are Attractive. The Lighting Of The Speedometer Too Astonishing. Totally The Car Is Worth The Price And Anyone Can Use It.\nRead More"}, {"title": "My love.", "review": "The Mileage Is very Good And, The Design Is Lovely. This Is a Comfortable Car.\n"}, {"title": "Best in class.", "review": "Maruti Swift Is The Best In Mileage And Comfort. Amazing Performance So Far.\n"}, {"title": "Best for the family.", "review": "Maintainance Cost Is Low. Mileage Is Ok For The Petrol Version As compared To Others. Comfortable For The Family.\n"}, {"title": "Amazing car.", "review": "Swift Is The most Convenient And Best-handling Car For Beginners. It Offers More Features Like Push-button Start, Automatic Climate Control, Touchscreen Infotainment System And Also Provides A Fun To Drive Experience To Its Owners, The Mileage Is Phenomenal In This Segment. I Think Because It Offers A 24kmpl Mileage On the Highway. Safety Features ...Read More"}, {"title": "Amazing car it is.", "review": "Nice Car And is Suitable For Middle-class Families. Most Powerful And Stylish Car.\n"}, {"title": "Best Hatchback.", "review": "This Is A Very Good Car Having Excellent Interior And Exterior.\n"}, {"title": "Superb car.", "review": "Complete Car With An Extreme Comfort Level, Sporty Looks. I Can Say The Best Car In The Universe. Extreme Comfort During Turns And We Can Turn Confidently. The Comfort level Of The Seats Is Very Nice.\nRead More"}, {"title": "Rough and Tough", "review": "Evergreen Car, When You Are Getting Confused About Which Car To Buy, Take This I Promise You Won't regret. I Have Been To So Many Places With This Car Even In Hills, She Never Let Me Down. The Best Part, Service Stations Are Available Everywhere, So You Don't have To Worry. Don't Think Too Much Just Go & Get It.\nRead More"}, {"title": "ABOUT NEW SWIFT.", "review": "It Is A Very Beautiful And Powerful Car. It's Ground Level Is Much Better Than The Old Swift. It Door Opening System Is Very Good. It Is Very Spacious. But One Problem Its Dicky Is Little Small Compare With Swift Dizire. Suzuki Has Improved Its Interior If We Talk To The Old Swift. Old Swift Does Not Have Led Screen But New Swift Has. It Has An Goo...Read More"}, {"title": "Best car to buy", "review": "Powerful Car, No Noise Inside the Cabin, Has A Lovely Look And Its An awesome Car With Many Features And It's A Really Outstanding Car.\n"}, {"title": "Amazing car.", "review": "Car with Decent Performance, Suitable For All. Interiors Are Good And fog Lamps Are Nice. Also, The Option Of Power Windows, And It Is Suitable For A Family Of 5 Persons. Decent mileage In Both City And highways.\nRead More"}, {"title": "Amazing car.", "review": "Excellent Car With Superb Interior And Exterior In A Low Budget. Excellent Mileage In Petrol Variant. The Perfect Engine Is In Perfect Condition With A 1200 Cc Engine At Back. Nice Boot Space And A Low Budget Car. Excellent Condition With Power Steering, Power Windows And A.C. Is in Perfect Condition.\nRead More"}, {"title": "Great car.", "review": "Maruti Makes New-generation Swift, It Is The Best Selling Car in India. The New generation Swift Is The Best In The Segment. It's Interior And Exterior is The Best. Its engine Is Excellent And It's Fuel-efficient. Recommended.\nRead More"}, {"title": "Lovely car.", "review": "I Am Using Swift ZDI from The Last year And This Time It Has really Impressed Me With Its Overall Performance, Whether It Was On The Highway, Or In City Or On Elevation. My Personal Experience With Mileage And Handling Gives It Surely 4/5.\nRead More"}, {"title": "Best Car in India", "review": "This Is An Awesome And Really Beautiful Looking Car. Easy To Drive. Since This Is A Maruti Product, So It Will Be Easy To Get In The Market As Well.\n"}, {"title": "Ultimate feel.", "review": "Best Car Of The Year And Awesome Driving. Full-on Sporty look.\n"}][{"title": "Best hatchback.", "review": "I Have A Maruti Suzuki Swift VXI 2016 Model and The Car Is Great. Also, Reliable With Superb Features. Now When The New Model Is Here, It Looks Even Great. As The New Generation, Swift Looks Even Better Now And Comes With A Lot Of New Features. I Would Say That The Swift Is The Best Car Under Its segment.\nRead More"}, {"title": "Awesome hatcback.", "review": "Great Hatchback At Great Price. Suitable For Both Family And Youngsters. Best Features, Various Colour Options And Sporty Design At This Segment. The Trust Of Maruti Suzuki With The Whole New Redesign Look Still Got That Fast Smooth Peppy Engine Which We Use To Get In Swift. It Truly Is Smooth As Silk.\nRead More"}, {"title": "Average quality.", "review": "Good Mileage With Nice pickup. Features Are Good, However, quality Isn't Good Here. This Can Definitely Bring Someone's Life At Stake. \n"}, {"title": "Swift cars are next level.", "review": "It's A Superb Car And A Nice Road Grip Car. This Is A low Budget Car And Anyone Can Own This Car For Some Good Comfort for Their Small Family.\n"}, {"title": "Amazing mileage and cheap build quality.", "review": "Mileaga And Features Are Quite Good But Build Quality Is Very Poor. Not Good For After The 80+ Speed Because Build Quality Is Worst. Mileage Is Not Everything For The Family Purpose, Strong Build Quality Is Also Important.\nRead More"}, {"title": "Best car for family.", "review": "Its The Best Car For Family And It Is Very Comfortable. Also, The Maintenance Is Too Low.\n"}, {"title": "Amazing car.", "review": "Excellent Mileage In Every Condition. Best In The Segment Which looks beautiful And Stylish.\n"}, {"title": "My new amazing car.", "review": "Maruti Swift Is A Very Excellent Car. Car Of The Year 2019 Which looks Like A Premium Car. Its Style Is Awesome And Also It Has Sufficient Space.\n"}, {"title": "Superb car.", "review": "Superb Handling And Sound. Headlamps And Mileage Are Awesome. ZXI + Is Awesome.\n"}, {"title": "Amazing Swift.", "review": "Flawless Power And Mileage Within The Car. The Comfort Level Is amazing.\n"}, {"title": "Great experience.", "review": "Very Satisfying And Comforting. It Feels Very Good To Have A Swift.\n"}, {"title": "Over all a lovely car.", "review": "Very Good car With Great mileage, Space Is Constraint Inside And After 3 Years A minor Problem Is Occurring.\n"}, {"title": "First drive.", "review": "Despite Its Lightweight, Swift feels Confident At High Speeds And Stability Is Good. Swift is Attractive But Top-spec Versions jazzier Wheels And LED Headlights Do Make A Big Difference. Grip And Body Control Are Great But The Lifeless Steering Is A Killjoy.\nRead More"}, {"title": "Nice car.", "review": "Performance And Mileage are Amazing, However, When Loaded Heavily, Brakes Don't Work Efficiently. \n"}, {"title": "My dream car.", "review": "Maruti Swift Is The Best Hatchback Available In India. Best Design With Ravishing interior And Amazing Mileage.\n"}, {"title": "This is my first preference.", "review": "Swift Car Is Best In India And Offered At Affordable Prices. Spare Parts Are Easily Available and Resale Value Is Good. Maruti Suzuki Always Prefers Customer Satisfaction.\nRead More"}, {"title": "Build quality is not worth.", "review": "Swift By The Company Maruti Suzuki Is Overall Good, However, The Build Quality Disappoints Me When Compared To Price.\n"}, {"title": "Great Car.", "review": "Very Good Car, Nice Mileage, I Think Swift Is The India's Best Car, It Is Very Easy To Drive, I'm A Student.i Also Drive The Swift.\n\n \n"}, {"title": "This one is amazing.", "review": "Maruti Swift India's Favourite Hatchback Ever. Its New Model Looks Pretty impressive. It Really looks like A Mini Cooper. The Interior Is Nice And Its Body Is Very Stylish, The Performance Is Really Good. Not At All Bad In Its Segment. Also, The Pickup Is Extraordinary. I'm Really Shocked To See, how Could Any Car Like This Deliver Such A Powerful ...Read More"}, {"title": "Experience Of Swift", "review": "The New Maruti Swift Is Not Better As Compared To The Older Version, The Built Quality Is Not Good And It Does Not Provide The Telescopic Steering And The Music Player Is Also Too Slow To Respond While Bluetooth Pairing.\nRead More"}, {"title": "Superb car with a decent touch.", "review": "A Very Decent Car. Especially This Car Has Great Pickup And Torque In Her Category. Price Is A Little Bit Higher But The Quality Is Good. The Curves, Cut, And Edges Of The Car Are Truly Aerodynamic The Throttle Is Good, Boot Space Is Enough For 4 Member Family. The Swift In Red Colour Looks So Stunning. The Main Feature Of This Car Is Her Look Whic...Read More"}, {"title": "This one my favourite.", "review": "Faithfull Car, Nicely Balanced And Low Maintenance. Also, the Best Medium-ranged Car In The Hatchback Segment.\n"}, {"title": "Great Car.", "review": "The Car Has Excellent Handling Power, Good Road Presence, And More It's Steering, Automatic Climate Control Are Great.\n"}, {"title": "Good performace and looks", "review": "I Have A Swift and The Average Is Very Good And Has low Maintenance. The Origin Is excellent And All the Colours Are Very Good. It Has The Best Performance In AC. \n"}, {"title": "King of bugdet hatchback car", "review": "Best Budget Hatchback And Has Ruled The Indian Market Since Its Launch. Overall A Good Machine But Hard Plastic Used In The Interior Which Is Not Good And Makes It Look Bit Cheap. Sporty Steering Offered Which Is Very Good. The Audio Quality Is Super. The Car With This Size Has A Lot More Features. According To Me, The Bottle Holder Should Be More ...Read More"}, {"title": "Very good mileage.", "review": "You Can Enjoy The Journey Comfortably And Its Mileage Is Also Good, This Car Is Much Better For Middle-class People.\n"}, {"title": "Good hatchback", "review": "The Car Swift Is Nice To Drive And Good For A Long Journey. Very Comfortable And Good Space. I Would Love To Buy This Car. There Are Many Features In This Car. I Have Not Found Most Of The Features In Other Cars.\nRead More"}, {"title": "Stylish Hatchback", "review": "It Is One Of The Best Hatchbacks In India In Terms Of Mileage And Styling. The Only Disadvantage Is Space For 5 People Is A Bit Uncomfortable For Long Drives.\n"}, {"title": "Good one !", "review": "Best Car And Service By Company Is Also Good. Service Charges Also Not Much High Than Other Company.\n"}, {"title": "The best car in India", "review": "It's The Best Car In India For A Family. The Mileage Is Very Good. When You drive This Car It feels That This Car Is Best After Buying.\n"}][{"title": "Great Car.", "review": "If You Are Looking For A Car Which Will Never Give You Stress Than This Is It. The Best Resale Value With Best Mileage.\n"}, {"title": "Maruti Swift - Good car", "review": "It Is A Very Good Car And Feels Nice To Drive On The Highway. Its Look, Features And Space Is Excellent. I Like It very Much.\n"}, {"title": "Maruti Swift - The one car for hatchback lovers", "review": "It Is A Good Hatchback Overall. The Diesel Engine Is Known for Its Mileage And Is A Very Reliable One. The Performance Has Always Been A Strong Point For This Car Due To Its Less Kerb Weight Compared To The Competition. Passenger Comfort Is Well Beyond Good As 5 People Can Easily Fit In. Low Maintenance Costs And The Availability Of Spares Are Impo...Read More"}, {"title": "Nice Car.", "review": "This Is A Nice Car,  the Mileage Is 27-28km On The Road And It's Performance Is Great. Its Pick Up Is Very Fast.\n"}, {"title": "My experience", "review": "The Best Car, Smooth Ride, Safety Is Ok, Good Driving Experience, Good Looking With shiny And Bright Colors.\n"}, {"title": "My favorite Car - Maruti Swift", "review": "I Have No Words About Swift. Because The Car Is A Very Successful Vehicle. Powerful, Easy To Drive And Makes The Driver Feel comfortable, Swift Has High Speed Controlling And The Mileage Is Better Than Other Cars.\nRead More"}, {"title": "Total bakwas car", "review": "Iski Mileage Achi Hai bas. Wese Totally Bakwas Hai Because Steel Quality Is Third Class And Also Plastic Quality Bhi bakwas Hai. Isse To Pahle Wala Model acha tha.\n"}, {"title": "Maruti Swift - Brilliant Car", "review": "Brilliant Car, maintenance Is Great, Good Performance, Nice Mileage, no Cost For Maintenance And Good Price For Resale.\n"}, {"title": "Unstoppable car", "review": "Fantastic, Fabulous, Beautiful, Fast As A Rocket, Comfortable, Affordable, Unbeatable, And Unstoppable Car. It Is My And My Family's Favorite Car Ever.\n"}, {"title": "Good car", "review": "It's Just An Amazing Car In Its Segment With Cute Looks. It Is Really A Fantastic Car.\n"}, {"title": "Very good", "review": "The Swift Is The Most Convenient And Best-handling Car For The Beginners. It Offers More Features Like Push-button Start, Automatic Climate Control, Touchscreen Infotainment System And Also Provides A Fun To Drive Experience To Its Owners, The Mileage Is Phenomenal In This Segment, I Think Because It Offers 24km Mileage In Highway. Overall It Satis...Read More"}, {"title": "Maruti Swift", "review": "Its An excellent Car With The Highest Mileage In India And Very Less Maintenance. Excellent Maruti Network. All The Services And Maintenance Are Available In Almost All Cities In India. Also, Spare Parts Are Available Everywhere And All The Car Mechanic Can Service The Car.\nRead More"}, {"title": "Best in the Segment.", "review": "Best Car I Can Say In This Segment I Mean Better Then I20 And Baleno, Why I Like The New Model Design It's Looking Good So Far. The Front Grill Is Looking Dominant. The Other Thing Is The Back Door Handle. That's The Best Idea So Far. The Engine Capacity Is Also So Good. The Riding Quality Is Soo Good Just Like The Buttery Smooth. Just Amazing. Als...Read More"}, {"title": "The best car - Maruti Swift", "review": "It Is A Good Car. As Its Name, It Is Swift As It Goes Very Smoothly. Its Mileage Is Also Good. I thought That Maruti Dzire Is Better But This Has More Space Than It. Many Cars Have Very Less Speed But Not In This Case. The engine Is Less Noisy Compared To Other Engines.\nRead More"}, {"title": "Maruti Swift", "review": "Poor Built Quality, No Stability At High Speeds, Not Confidence-inspiring And Average Interior Quality. The Mileage Is Decent, Service Cost Is Average, Looks Good Though Headlights Are Not That Good During The Night, Small In Size, Easy To Use, Competition Is High So There Are lots Of Other Cars You can Choose.\nRead More"}, {"title": "About the car interior and mileage", "review": "All Things Are Good But The Interior Is Very Poor Like After Some Time It Starts Making Noise And To Stop This Damping Is Required In The Car. But The Look Is Very Nice In Red Color, After Some Little Bit Modifications Like A White Roof And HID Lights With Fog Lamps And Some Extra Fixtures, Etc. Alloy Wheels must Be Required For A Good Look. The Av...Read More"}, {"title": "Beast Engine", "review": "I got Swift In July 2019. It's Has A Really Very Smooth Engine And Good Mileage In Highways Comes Around 20 Kmpl.\n"}, {"title": "Good compact car", "review": "Compact Car And Also Comfortable For Single-use. Good Interior Design, Good Colour Options. I Love The Red Colour Of Swift. Decent Amount Of Torque And Comfortable For 3+1. \nRead More"}, {"title": "Good car - Maruti Swift", "review": "It Is A Mid-size Car And Good For a Small Family. The Parking Is Easy And Comfortable To Drive.\n"}, {"title": "Best Car In Hatchback Segment", "review": "This Car Is Very Good. This Car Has A Very Good Average And Is Easy And Comfortable To Drive. I Love This Car And The Features Of This Car. I Will Recommend This Car To All Those Who Are Planning To Purchase The Car In The Hatchback Segment. The Maintenance Cost Is Also Very Low And All The Spare Parts Are Easily Available.\nRead More"}, {"title": "Excellent car", "review": "My Car Is Excellent. It's My First Car. My Car Saved my Life Thrice Only In 4 Months. It Has A Very Nice Fuel Efficiency. Beautiful Design. I Chose A Midnight Blue Color And It Suits Me A Lot. Thanx Maruti for Designing Such A Great Car At A Very Budget Full Price. It Is Very Easy To Drive with Convenient Features.\nRead More"}, {"title": "Maruti Swift - Good car", "review": "I Bought My New Maruti Swift VDI last Month. So Far I Have Driven My Car Around 1600 KMS And One Service Is Done. The New Maruti Swift is The Best car in The Segment But it Falls On The NCAP Crash Test And Scores Only 2 Stars On Safety. If You Want good mileage, After-sales And Service, Space And Comfort, Low Maintenance Cost, good resale Value And...Read More"}, {"title": "Car of the year", "review": "Best For City Drive And Highways. Best In The Segment. Car Steering Is Very Smooth. The Car Interior Is Too Good.\n"}, {"title": "Value for money", "review": "This Is An All-time Best Semi-luxury Car In India. It Provides 23 To 25 KMPL Mileage in The City, 25 KMPL Above In Long Drives. It Is Also A budget Segment Car With low Maintenance And resale value. The car Riding Comfort Is Awesome. Value For Money\nRead More"}, {"title": "Best car in its segment", "review": "Overall Best Performance Car In Its Category. My Maruti Swift VXI 2019 Gives 17-19 KMPL On Highway And 14-17 KMPL In The City. Build Quality Is Not That Great But Driving This Car Will Bring Your Smile Back. Acceleration Is Decent, The Interior Is Best, Driver Side Seat Is 6-way Adjustable, The Steering Wheel Is 2 Way Adjustable And can Take You Ve...Read More"}, {"title": "Best car of all time", "review": "Maruti Swift Is A very Comfortable Car And Easy For A Long Drive With The Best Mileage. Everything is Awesome And Perfectly Matches As A Luxury.\n"}, {"title": "Maruti Swift Review", "review": "Maruti Swift Is One Of The Best Cars In The Indian Market. The Design Of The Car Is Very Beautiful And Attractive. It Is A Budget Car So A Common Man Can Easily Buy It. The Car Of Other Brands is Very Costly As Compared With Maruti Swift. It Runs Smoothly On The Road.\nRead More"}, {"title": "Price and features are very nice", "review": "It Is A Very Beautiful Car With Very Nice Interior, Exterior and Looks. The Mileage Is Very Nice And The Price Also Is Nice.\n"}, {"title": "All Time Best Car", "review": "Awesome Features And A Comfortable Car. Super Boot Space, ABS Is The Best Feature. All Features Are Good Though. This Is An All-time Best Semi-luxury Car In India. It Provides 23 To 25 KMPL Mileage in The City, 25 KMPL Above In Long Drives. It Is Also A budget Segment Car With low Maintenance And resale value. The car Riding Comfort Is Awesome. Val...Read More"}, {"title": "Car for All New Generations", "review": "Best Budget Family Car Fully Loaded With New Generation Specs. It Offers Features Like Push-button Start, Automatic Climate Control, Touchscreen Infotainment, Fun To Drive, Phenomenal Mileage, Safety Features ABS, EBD, Airbags Most Convenient Fun To Drive A Car. Overall, It Satisfies Beginners.\nRead More"}][{"title": "Great punchy car", "review": "Its A Good Car To Drive , With Kind Of Punchy Performance But If You Are A Tall Guy , Trust Me You Will Regret Buying It At First You'll Be Like Its Ok, But After Some Time The Steering Touching Your Legs Will Irritate You A Lot While Driving, And If You Are A Family Man I would Suggest Buying The Wagon R Which Have Much Cabin Space For A Tall Guy,...Read More"}, {"title": "Small Hatch with good durability", "review": "Best Hatchback Ever Launched A Complete Package. I Can Go Anywhere In This Masculine Machine. Lest Maintenance, Pocket-friendly What Else You Want.\n"}, {"title": "The Great Car.", "review": "Maruti Swift Is A Nice Family Car. It Has A Decent Sports Look. The Interior Is Too Nice For This Car. Average Is Also Very Good. It Is An Easily Affordable Car For The Medium Class Family. There Are Also New Features Than Old Maruti Swift. The Color Of Maruti Swift Is Also Very Nice. It Looks Like A Luxury Car And Interior Leather Of Seats Is Too ...Read More"}, {"title": "Amazing car", "review": "Unique Design With Lovely Interiors And Love To Drive Every Time I Hold The Steering. I Never Ever Will Sale My Car. It Has So Much Ease And Driving Comfort, It Has Come A Very Long Way With Us, on the Mountains With A Hot Sip Of Tea And Just An Amazing Car. Thanx Maruti For Such A Valuable Car.\nRead More"}, {"title": "Nice Car.", "review": "I Am Impressed By All The Feature4s Of This Car, Parking Sensors, Camera, And All Other Features That Are Nice.\n"}, {"title": "Great Car.", "review": "This Is A Nice Car, The Comfort Level Of Seats Is Perfect And Also The Mileage Is Good. I Can Say This Is The Perfect Car For The Family.\n"}, {"title": "All rounder car", "review": "Swift Is A Good And A Small Car, interior And Exterior Look Amazing. It Has Good Mileage, Cheaper Maintenance, Comfortable Seats, And Easy Speed Control On 120 - 140 Kmph.\nRead More"}, {"title": "I love Maruti brand", "review": "I Love Maruti because Of The Resale Value Of The Maruti Car. Maruti Spare Parts Are available At Each And Every Location. Maruti Service Center Is Available In Every location.\nRead More"}, {"title": "Swift car is very nice in looks and perfomance", "review": "Swift Car Is Very Cool, It Has The best Price And Car Marketing Is Very Big. People Like Swift Car Because Of Its Performance And Stylish Looks Are Very Hot. Its Red Colour Is Very Cool. I Will Buy Only The Swift.\nRead More"}, {"title": "Best car at best price", "review": "Ultimate Mileage. Full Inside Space For 5 People. Excellent Ground Clearance Ultimate Pick Up. Excellent Sports Look, ultimate AC, And Cost-effective. Cost-effective Maintenance, and Ultimate Sale At My City Sriganganagar.\nRead More"}, {"title": "Master Blaster", "review": "Very Good And Efficient. Road King Car. In Hatchback Looks Premium And Comfort Is Awesome And The Sound Is Quiet, The Engine Is Power Charged. Clutch Is Smooth And The AC is very Good. Features Are Awesome, Space Is Good, Legroom Is Excellent And The Service Cost Is Minimal So It Is Affordable.\nRead More"}, {"title": "Fly with Swift", "review": "I Really Love To Drive Swift. So, I Just Booked One On The Time And Now Going To Be An Owner Of A Lovely Car... First, I Was Thinking About The Performance But After Comparing It With Similar Budget Cars, It Has very Positive Feedback Regarding The Performance, Sales, And Service Of The Car.\nRead More"}, {"title": "My journey with Maruti Swift", "review": "I Bought It In 2012 And It Is The First Car Of My Family. I Drove It Over 1,40,000 KMS but I don't Feel That Its A 7-year-old Car. I drive It Daily, I Fell Like I am Driving a New Showroom Car As I first Drove It. The Interiors of This Car Are awsome And This Car Is A Dream Car For Me As In A Long Seven-year Journey.\nRead More"}, {"title": "Perfect Partner - Maruti Swift", "review": "First Of All Maruti Swift has Comfortable Seats. Headroom And Legroom Are Also Nice, You Can Easily Get In And Out To The Car. Lighting Materials Is Also Very Good, the Fogg lamps, led Headlights Etc.. And About Safety We Also Know That Seat Belt Is Very Important Before Travelling And Available Airbags Will Protect You If Your Car Will Meet With A...Read More"}, {"title": "A Honest Review - Maruti Swift", "review": "Maruti Swift Is An Awesome Car, Lovely Performance From Outside The Car Looks Bulky But From Inside The Car Has Pretty Cool Space. The Car Mileage In The City Is 19 Kmpl With The Diesel Engine And Manual Transmission In Highway It gives You 24 Kmpl. In Today's World, Everyone Needs A Car. Everyone Is Looking For A Value For Money Car. Maruti Swift ...Read More"}, {"title": "Best Car - Maruti Swift", "review": "Maruti Swift Is An Excellent Family Car, The Best Car Produced By Maruti. \n\nPros: Low Maintenance, Smooth Drive, Ample Space, Value For Money, Average 17.4 KM / Ltr\n\nCons: Vibration Sound After 40,000 KM drive.\n\nFeels Like You Are Sitting On Your Couch Even After Driving 300 Km. Road Conditions Are Required To Be Good.\nRead More"}, {"title": "Good Car - Maruti Swift", "review": "Maruti Swift Is An Awesome Car, Good Average, Zero Maintenance, Comfortable Car, Smooth Steering,  Good Engine Power At This Price.\n"}, {"title": "Swift car is the Best Car", "review": "Swift Car Is The Best Car For Our Family. It Is Very Comfortable And Has Less Maintenance Cost, Good Mileage At A Minimum Price.\n"}, {"title": "Good car for Family", "review": "Its A Good Family Car With Good Mileage And A Sporty Look, Which Makes It More Aggressive. It Is A budget Five-seater Car.\n"}, {"title": "No Competition - Maruti Swift", "review": "Maruti Swift Is the Best Car Available In The Market And The Car Has Got A Good Response, good Quality Material Is Used To Make This Vehicle And There Is No Competition For Maruti Swift In The Market. \nRead More"}, {"title": "Love It - Maruti Swift", "review": "It's An Amazing Experience With Maruti Swift And The Performance Is Excellent. Mileage and Comfort Is Good. The Car Is Going To Be Like A Smooth Cushion On Highways And Off-road Too Due To It's Best In Class Suspension And Shock Absorbers. Its Power Steering Makes The Drive Feel Awesome. In Cities, It's Best To Take The Hatchbacks Like A Swift . Ov...Read More"}, {"title": "A Driver's Car - Maruti Swift", "review": "Maruti Swift Is A Hatchback Car, Here Are Its Pros And Cons:\n\nPros: Its A Car With Good Mileage, Superb Handling & Pickup, The Suspension Is Stiff But Good For A Long Drive, Cabin Space Is Good. NVH (Noise, Vibration And Harshness) Level Is Good.\n\nCons: Body Sheet & Plastic Material, Rear AC Vent Missing. The Ground Clearance is Low. A Bit Turbo La...Read More"}, {"title": "Best In All Segment - Maruti Swift AMT ZXI Petrol", "review": "I Bought A Maruti Swift AMT ZXI Petrol Model Which Is One Of The Best Models To Drive Both City And Highway. In City Mileage Is 15 Kms And Highway 18 Kms. Handling And Vehicle Performance Is Excellent. Sporty Car With Good Looks And Interior Has Good Space To Accommodate 5 People. Swift Is A Next-generation Car With Good Looks And Very Good Pickup ...Read More"}, {"title": "Just Buy This Car - Maruti Swift", "review": "I Used To Drive A Maruti Astar Bought In 2013, Which Was Most Affordable CVT During That Time, Over A Period Of Time, That Car Though Was Very Good, Had 2 Concerns Power And Space. My Mind Was Buying A New Wagon R Or Probably I10 Nios. I Wanted To Sell My Car And Shell Out Maximum 6 Lakhs, but Everyone Had Their Opinion On Both These Vehicles Which...Read More"}, {"title": "Awesome Car - Maruti Swift", "review": "A Perfect Compact Car From Maruti Suzuki. With The Lowest Maintenance Cost And Great Comfort. Design Of The New Updated One Is Simply Lovely. I Bought This Car After Receiving The Detailed And Depth Review from CarDekho, I Found That It's Really Awesome That We Can Choose The Best Option From All The Cars Available In The Market. CarDekho Provided ...Read More"}, {"title": "Nice Car.", "review": "Swift Is A Cool Car. It Is Easy To Drive And Also The Resel Value Is Good. The Only Drawback Which I Found Is The Lightweight Of The Car.\n"}, {"title": "Swift Car Is Nice Car - Maruti Swift", "review": "Maruti Swift Is Really A Nice Car, Gives The Best Performance And Good Milage On Highway. Nice Performance In The City. Low Maintenance Cost. All Metallic Colours Are Good But Nice Look In Metallic Blue Colour After Modification. Like A Sports Car. As Per My Suggestion Exterior Modification From The Company, Like The Front Grill, Body Stickers, Spo...Read More"}, {"title": "Amazing Car Of The World - Maruti Swift", "review": "Maruti Swift is A Very Good Car. Swift Looks Very Good And It's Designed Very Well. The Engine Of Swift Is Very good.\n"}, {"title": "I Love This Car - Maruti Swift", "review": "Maruti Swift Car Is The best Of All Because It Has Good Design And Best Performance. L Love It\n"}, {"title": "Best Car - Maruti Swift", "review": "Maruti Swift Is A Sporty Car And With Good Speed, Best Hatchback Car, best In The Segment With An Affordable Price. Good Headlights, With Projector And Good Music System 6 Speakers.\nRead More"}][{"title": "Very Good Car In It's Price Range - Maruti Swift VXI", "review": "I Have A Maruti Swift VXI Model, Bought 2 Months Ago. This Car Is The Best In 5 Lakh To 9 Lakh Rupees Range.\n\nThe Things That Make It Best Are As Follows:-\n\n1.) Sporty Steering Which Makes It Looks Gorgeous. Steering Is Flat From The Bottom And Looks Cool.\n\n2.) Comfortable Front Seats.\n\n3.) Good Grip On Road Which Makes Driving More Fun.\n\n4.) The P...Read More"}, {"title": "Control On Vehicle And Much Comfort In Driving - Maruti Swift", "review": "Maruti Swift Is A Totally Balanced Car, can Manage The Rough Roads. Perfect Sitting Comfort. Enough Leg Space. Very Good Seating Arrangements. Very Good Space For Luggage. Enough Petrol Tank Capacity.\nRead More"}, {"title": "Best In Heavy Traffic - Maruti Swift", "review": "Maruti Swift Mileage Is Good And The Best Handling In Heavy Traffic Can Navigate Easily In Traffic, Comfortable Sitting And Doesn't Need A Lot Of Parking Area. \n"}, {"title": "Perfect Combination Of Performance And Mileage - Maruti Swift", "review": "Having This Beast Maruti Swift Since Launch Feb 2018. The Great Car Indeed. Features Are A Bit Less When Compared To I20, But Performance Is Unmatched. Very Fuel-efficient As Well. Getting 21 To 22 Consistently On Highways And Min Of 16.5 In City Driving Conditions. Best Buy If You Are Looking For A Small Car.\nRead More"}, {"title": "King of Cars.", "review": "Fantastic Car With Nice Ground Clearance, Music System, Steering Power, Engine Power, Amazing Color, Great Comfort, All I Want To Say That It Is An Excellent Car.\n"}, {"title": "Cars Features - Maruti Swift", "review": "Maruti Swift Is A Very Nice Car, It Is Stylish, Mileage, Pickup And Safety Features Are Also Very Nice. This Car Is My Favourite Cars.\n"}, {"title": "Good One - Maruti Swift", "review": "Maruti Swift Is The First Car I Saw That Is So Good Nice Speed And Nice Mileage.\n"}, {"title": "Swift Car Vxi -Maruti Swift", "review": "Excellent Car Maruti Swift. It's a Middle-class People's Benz. Buy. Ride. Enjoy. Keep Smiling.\n"}, {"title": "Swift is Best", "review": "An Amazing Car With Best In Class Features Available And Comes Under Affordable Price Range. It Has Great Interior And Exterior Looks As Well\n"}, {"title": "Best Car: Maruti Swift", "review": "I Have An Awesome Experience With This Car. It Comes With The Great Looks And Amazing Performance Car And Comes Under Affordable Budget Range.\n"}, {"title": "Nice Car.", "review": "Car With Cheap But Good Quality Of Mechanism.i Bought This Car 4 Years Ago But Now Also It Is Good I Loved The Rs Variant Of Swift.\n"}, {"title": "Great Car.", "review": "First Of All, I Just Fell For The Look So Gorgeous And The Seating Capacity Is Good, Also The Fuel Economy Is Not That Bad, Performance Is Also Awesome The Car Has Its Own Class In It Itself.\nRead More"}, {"title": "Great Car.", "review": "I Purchase This Car Because This Car Is Suitable For Me And The Features Of The Car Is Number One And I Shortlist This Car Because The Features Are Excellent And It Is Fit In My Budget And Now My Car Is Completed Ten Thousand Kilometers And Have No Problem Regarding It And I Will Very Proud On Me To Select This Car After Completing So Many Kilomete...Read More"}, {"title": "Good Car.", "review": "The Perfect Combination Of Look, Maintenance And Mileage. \n"}, {"title": "Great Car.", "review": "Swift Is One Of The Most Trusted Cars In India, As Well As Cars look Is Great, Only One Thing I Am Not Satisfied With This Car Ac Vents In This Car Rear Ac Vents Is Not Available.\nRead More"}, {"title": "Great Car.", "review": "Easy Handling, It's Fun To Drive, Comfortable No Matter How Much Distance You Drive. I Love This Car\n"}, {"title": "Superb car .", "review": "Swift Is The Fab Car, I Love The Power It Has At The Same It Has More Power And Best Average And Nice Looks Also But Maruti Has To Work On Safety.\n"}, {"title": "Great Car.", "review": "All I Feel Is That This Is An All-purpose Car,  We Can Use It For Trips, And For Other Purposes Also.\n"}, {"title": "Best Car.", "review": "It Is An Awesome Car. I Really Enjoy Myself While Driving The Car. The Seats Are Very Comfortable. The Gear Shifting Is Not Hard.\n"}, {"title": "Amazing Car: Maruti Swift", "review": "Beautiful Car, Looks, Performance, And mileage Wonderful And Also Has Good Seating, Good Music Player. Good Garage Space...good Engine...good Colours, Good Service...good Leg Space...good Driving Experience.. When Driving There Is A Good View through the Mirror. It Has A Good Side And rearview Mirrors.\nRead More"}, {"title": "The legend family  car - Maruti Swift", "review": "The Car  Maruti Swift Is Too Smooth In Petrol Drive. Has Great Pick Up And Also Fuel-efficient. Ground Clearance Is Also Good And The Best Family Car With A Great Interior. And Also Great To Modify With The Trusted Company Maruti, Low Maintenance Cost.\nRead More"}, {"title": "My Family Car - Maruti Swift", "review": "Maruti Swift Is A Great Car For A Small Family And Also I Bought It In Blue Colour And Its Amazing, Milage Is Awesome, I Just Made A Family Trip Of More Than 1000kms To My Home Town This Festive Season And We Enjoyed Our Family Time And It Was Effortless Driving From The Agra Expressway Since It Is One Of The Best Cars In Its Segment I never Had A ...Read More"}, {"title": "Less spacious car", "review": "Swift is The Best Car And Very Stylish. It Is Very Comfortable To Drive Any Colour Is good. But Has less Space In It.\n"}, {"title": "Best Car.", "review": "Best Car Ever, I Ever Experienced Best Performance, Best Fuel Efficiency Under 1249cc Engine Cars, In Diesel Engine, It Has Too Much Power After 2000 RPM You Feel Like You Are Flying In My Opinion Best Car Value For Money But As Everybody Knows The Build Quality Or Maruti Suzuki, That's The Only Bad Point Of The All Maruti Suzuki Product.\nRead More"}, {"title": "Great Car.", "review": "This Is Low Maintenance, Comfortable Car, For City Use, And The Parts Of This Car Are Readily Available, Also The Car Has Low Maintenance Costs.\n"}, {"title": "Best Car.", "review": "It Has Very Good Mileage And Nice Speed, It Also Has A Very Nice Structure,if You Want To Go On The Tour It Will Best For You As Per My Experience.\n"}, {"title": "India's Pride the Swift", "review": "Great Car. Very Comfortable To Drive And Powerful As Well. Easy To Manage In City And On The Highway. Best In This Price Segment. Even Looks And Dimensions Are Phenomenal. Even Backseats Are Very Comfortable And People Sitting On Backseats Do Not Feel Claustrophobic. Due To Its Low Hight, The Car Flies Best.\nRead More"}, {"title": "Great features for safety", "review": "Swift Is Very Good In Looks And Also Gives Good Mileage. The interiors Are Also Very Good. The safety Features Are very Amazing As ABS In The Base Variant.\n"}, {"title": "Perfect Car.", "review": "This Is An Amazing Car. This Is Completely Value For Money Made By Maruti. Take This Car In My Opinion As It Looks Like A Luxury Hatchback And Contains All The Necessary Functions Under Budget.\nRead More"}, {"title": "Perfect Car; Maruti Swift", "review": "The Car Is Too Wonderful This Car Is Used Me And My Family For 5 Years And Till It Impresses Us With All The Body Design And Average Thankful To The Maruti To Perform Such Beautiful Car And Thanks To The Services. I Should Also Recommend That If You Have A Mid-range Budget Of Something 5 Lakh To 10 Lakh Then You Should Just Go With This Car With Su...Read More"}][{"title": "Completed One Year - Maruti swift", "review": "I Own A Maruti Swift Which I Bought Last Diwali. Its A Year Now To The Car. Have Had A Nice Experience With This Car. It Has Good Acceleration And That I Have The Amt Transmission, I Can Go Automatic To Manual And Vice Versa. The Driver Seat Is The Only Seat That Gives The Best Comfortability. The Front Of The Car Is A Bit Heavy Might Be Due To The...Read More"}, {"title": "Long Drive An Awesome Experience - Maruti Swift", "review": "I Use The Maruti Swift Vxi Bs Vi, Petrol Model. First Of All Good Mileage. Engine Performance Is Excellent. Convenient For A Small Family (5 Members). Boot Space And Leg Space Are Enough. Don't Feel Tired Of The Long Drives. I Strongly Recommend Swift Vxi To Zdi Range For Better Performance. Its Stylish Look Attracts Everyone.\nRead More"}, {"title": "I love It -  Maruti Swift", "review": "Despite Its Lightweight, Swift feels Confident At High Speeds And Stability Is good. Swift is Attractive However top-spec Versions' Jazzier Wheels And LED Headlights To Make A Big Difference.\nRead More"}, {"title": "Nice Car.", "review": "This Is A Good Looking Car, With A Nice Average, And A Nice Price. \n"}, {"title": "Great Car.", "review": " All The Features Of This Car Are Great, It Is A Very Comfortable Car, Also The Engine Power Is Nice.\n"}, {"title": "Best in class.", "review": "Very Good In Average, Features, Relaxable Seats, Leg Space Is Also Good, Sound System Also Perfect At The End Swift Is Best For Everyone\n"}, {"title": "None Of The Car Is Good Than Maruti Swift", "review": "What A Car. Wonderful Experience. Very Spacious Car. Looks Smart Like Mini Cooper. I Suggest All To Buy This Car Only. Blue Is A Very Attractive Color For Swift. High-quality Safety Systems. Good Pick Up. Excellent Car. At Starting I Thought that This Is A Mini Cooper Not Swift. Its Name Is Also stylish. SWIFT.\nRead More"}, {"title": "Best Car.", "review": "it's The Right Car For Nuclear Families. I Got Mileage About 21.4. For A City Ride, It's A Better One. Boot Space And Body Is Good. And Maintenance Costs Also Low.\n"}, {"title": "Great Car.", "review": "I Have Driven 10000 Km To Date. Its A Gem Of A Car. It Has All You Can Get Out Of A Vehicle. Power, Balance While Driving, Comfort, Fuel Economy, Reasonable Maintenance, What More You Need. I Own The Diesel Titanium Plus Version Which Provides 6 Airbags And Makes You Feel Secure. I Am Getting A Mileage Of 21 Km/lit On Highways After Having Complete...Read More"}, {"title": "Awesome Car", "review": "Its An Amazing Car. Just A Superb Car For A Family. A Very Good Car For A Middle-class family. A Zero Maintenance Car. It Is Wonder Car From Maruti Suzuki, Just Mindblowing And Very Rich Experience. Engine Sound Very Nice. It Looks Very Nice.\nRead More"}, {"title": "Classy Car.", "review": "I Like Maruti Swift Very Much. This Is My Favorite Car, And I Love To Drive It, 1st I Have Bought This Car In 2011 And Again I Have Bought The New Model In 2018. The New Swift Is More Powerful Than Before One And Interior Design Is Very Nice And Beautiful, I Am Very Satisfied With It. And This Car Is Also Nice To Modify. At Last Thanks To Maruti Su...Read More"}, {"title": "Nice Car.", "review": "Excellent Experience With My Red-colored Xvi Model. Perhaps It's My First Car I Love Its Smooth Driving And Excellent Pick Up In A Reasonable Budget.\n"}, {"title": "An absolute classic.", "review": "So I Am Here To Review One Of The Oldest, Most Tried And Tested, Trusted Car In India. Good Driving Dynamics, Useful Features, Sporty Design Makes It A Perfect Choice For Both Families As Well As Individual Buyers. Maruti Suzuki Also Gives The Middle-class Indian A Tension-free Experience As Paid Services Will Not Burn A Big Hole In The Pockets Of ...Read More"}, {"title": "Good Car.", "review": "It's So Comfortable For Us.It Is Also A Family Car And Is Good Mileage In The Car Around 18 Km.It Is Money Worth Car\n"}, {"title": "Good Car For Family", "review": "Maruti Swift Is A Better Car For Family And Businessman. We Can Use This Car For A Long Time Without Any Internal Damage. The Engine Of This Car Is Very Powerful And Performance Is Excellent. For Long Traveling, This Is A Better Option. This Is A Comfortable And Luxury Car For A Family Trip. Swift Is A Better Option For Your Small Family.\nRead More"}, {"title": "Nice Car.", "review": "This Car Is Very Nice, With Low Maintenance And The Best Quality Of Exterior And Interior.\n"}, {"title": "Best Car.", "review": "It's Very Smooth And Easy To Drive. And Comfortable For Tripping. Highly Recommended.\n"}, {"title": "Best Car.", "review": "I Have Swift 2018 Model. This Car Is Best For Regular Uses. Good Milage In Petrol. (18 Kmpl In City).\n"}, {"title": "King of the the cars .", "review": " I Bought A Swift VDI  last Oct 19. Simply Say Awesome Handling, And Control Of The Car Is Mind-blowing. I Drive Almost 20 Thousand. One Of The Best Benefits U Can Modify Shift According To Ur Taste, So Best Car Of Maruti.\nRead More"}, {"title": "My Dream Car", "review": "Maruti Swift Is My Dream Car. It Looks Amazing And Attractive. It Is Very Easy To Drive And Gives A Comfortable Ride. The Seats Of The Car Are Proper And Spacious, Airbags Make This Car Safe And Secure. \nRead More"}, {"title": "Good Car But Need Some Improvements", "review": "Maruti Swift Is Good Car. Exceptionally Spacious Among This Segment. Seats Are Good Too. Quite Comfortable. Interior Like Side Door Panels Could Be Improved. They Are Not Scratchless. Things Like Autofoldable Side Mirrors Are Also Not Available. Maruti AGS Doesnt Give You Confidence While Overtaking. Over All Its A Good Car For A City Drive.\nRead More"}, {"title": "Excellent Car", "review": "Maruti Swift Is Very Nice And An Excellent One I Like It Very Much. Its Design Is So Good And It Has A Powerful Engine. The Interior Features Are So Stilish. I Really Like The Stearing Wheel Design And The Key Features In It. The Adjustable Driving Seat Is A Highly Useful Feature. Maruti Increased Fuel Efficiency In This Model. And Also It Has Exce...Read More"}, {"title": "Powerful Engine", "review": "I Have A 2017 Vdi Maruti Swift In India. Maruti Swift has A Powerful Engine And Excellent Air Condition. But The Rest Of All Other Things In This Car Should Be Upgraded. It Has Very Little Space. Plastics Used Inside Is Poor Quality. The Music System Is Not Up To The Standard. Cant See The Road Clealy Because Of Riding Height.\nRead More"}, {"title": "Lovely family car", "review": "Nice Budget Car, And Stylish Look, It Looks costly And prestigious When You Take It For A trip. Everyone Falls In Love With It When They See It. Moreover, It's Family Car, Its Performance Is Too Good And Mileage Is More Enough In The City. Boot Space And Legroom Space Are Awesome, I got Lxi Variant Because Of The Low Budget But It's Even Very Great...Read More"}, {"title": "Great Car.", "review": "Very Good Car And Feels Very Comfortable And Luxurious It Has Very Good Mileage And Average Both And It Has Power Steering So It Gives It A Luxurious Feeling.\n"}, {"title": "Amazing Features", "review": "Maruti Swift Is An Awesome Car With A Powerful Engine. The Car Has Everything Which You Need In A Perfect Car Like An ABS System, Power Windows, Great Audio Music System And Top Speed Of The Car.\nRead More"}, {"title": "Performance Appraisal", "review": "I Am A Very Old Customer Of Maruti And Owned Maruti Cars Always Since Last Around 17 Years. I Am Fully Satisfied With The Quality Of Service And With The Performance Of Maruti Cars. Maruti Cars Are Very Well Known For It's Low Maintenance Cost As Well As For Trouble-free Performance With The Best Fuel-efficient Vehicles. I Am Proud To Be A Renowned...Read More"}, {"title": "Best Performance", "review": "Best Car In Terms Of Driving On The Road In The City As Well As On The Highway. It Feels Really Amazing When You Get Into This Car.\n"}, {"title": "My Dream Car", "review": "I Like Maruti Swift Very Much. This Is My Favorite Car, And Love To Drive It, 1st I have Bought This Car In 2010 And Again I Have Bought The New Model In 2018. The New Swift Is More Powerful Than Before One And Interior Design Is Very Nice And Beautiful, I Am Very Satisfied With It. And This Car Is Also Nice To Modify. At Last Thanks To Maruti Suzu...Read More"}, {"title": "A perfect city car", "review": "The Car Is Excellent For A City Drive. The Performance Is Good Enough And Has Good Features. The Colors Are Very Bright And Perfect For The Car.\n"}][{"title": "Top Selling Car", "review": "Maruti Swift Is Very Popular And Top-selling Car In India. Good Mileage And A Lot Of Space In The Car. This Car Really Did Impress Me In Terms Of Quality Of Drive. Maruti Swift Has Heavy Engine It Gives Quick Pickup. Awesome Car With New Technology. Providing Smooth Driving With High Top Gear Speed. Best Car In The Budget.\nRead More"}, {"title": "Gem of a Vehicle Much Under Rated", "review": "I Have Driven 10000 Km Till The date. Its A Gem Of A Car. It Has All You Can Get Out Of A Vehicle. It Has Power, Balance While Driving, Comfort, Fuel Economy, Reasonable Maintenance, What More You Need. I Own The Diesel Titanium Plus Version Which Provides 6 Airbags And Makes You Feel Secure. I Am Getting A Mileage Of 21 Km/lit On Highways After Ha...Read More"}, {"title": "Best In Class Car", "review": "Maruti Swift Is The Best Hatchback. It Is Loaded With Features, Best In Mileage, Swift Has Awesome Space And Its Pick Up Is Also Very Nice. Seats Are Also Very Comfortable And Can Be Adjusted According To Your Height, Steering Is Also Adjustable.\nRead More"}, {"title": "Swift Car Review", "review": "The Car Is Nice And Swift-moving. Drivers Get The Ease Of Driving. A Comfortable Experience Was Observed By The Seaters Of This Car. It Moves Smoothly And Consumes Less Fuel As Compared To Other Cars. The New Engine Named BS6 Also Reduced The Pollution Level. This Means It Is Also Environment-friendly. It Has Many features That One Demands In An Id...Read More"}, {"title": "Maruti Suzuki Swift Review", "review": "The Swift Car Is Just Like A Miniature Version Of Lamborghini. I Just Like To Rev The Engine So Hard But In Case Of Two-digit Speeds It Tends To Become Uncontrollable Because Of The Steering Wheel. The Steering Wheel Is So Light So In City Drives, It Feels So Effortless But In Long Highway Trips, It Will Make You A Little Bit Nervous. Inside The Ca...Read More"}, {"title": "Good Family Car", "review": "Nice Car It Has A Very Good Front Projector And Mileage. I Like To Drive The Car. It Also Has Power Steering.\n"}, {"title": "Swift  Pros & Cons", "review": "Pros: Nice Steering Control, Very Good Pick Up, Average, Driver Seat Has Hydraulic Pump Also Braking System, Rear-seat Space And Leg Space Is Very Good. Comfortable Family Car. Very Smart Gearing System. Cons: Look Is Average, back Seat System Is Compact.\nRead More"}, {"title": "Maruti swift amazing", "review": "Maruti Swift Is Very Popular And Top-selling Car In India. Good Mileage And A Lot Of Space In The Car. This Car Really Did Impress Me In Terms Of Quality Of Drive. Maruti Swift Has A Heavy Engine It Gives Quick Pickup. Awesome Car With New Technology. Providing Smooth Driving With High Top Gear Speed. Best Car In The Budget.\nRead More"}, {"title": "Extraordinary Car", "review": "Trust Of Maruti Make Me Get The Maruti Swift. The Car Has Excellent Body Design With Extraordinary Pickup. Good Car For Cities And Towns. Mileage Is Good, Power Is Good, Seat Space Is Good. Good Steering Position, So Good For Long-distance Travel.\nRead More"}, {"title": "Awesome Car", "review": "Maruti Swift Is The Best Car With A Lot Of Space. The Car Is Very Comfortable, Good Mileage With Great Pick-up.\n"}, {"title": "Go-karting", "review": "I Bought The Maruti Swift Zxi Plus In 2018, Did About 10k Km In A Year. I Must Say This Car Really Did Impress Me In Terms Of Quality Of Drive, The Features Given Considering The Price Range. I Was First Very Sceptical About This Particular Car Since I Have Always Being Driving A Vw Polo( Manual) But For Some Reason I Find The Swift A Better Car Fo...Read More"}, {"title": "A Good Family Car", "review": "A Very Good And Comfortable Car For A Family. I like It Too Much, And I Also Suggest It To Everyone. If You Are Looking For A Good car For Your Family Then Go With Maruti Swift. This Car Has A Very Good Pick Up With Good Mileage And 0 % Maintenance. You Guys Can Enjoy A Long Drive With Your Family Or Friends. Thank You, Maruti For A Very Good Car.\nRead More"}, {"title": "Car of the Century", "review": "Reasonably A Trusted Brand. After-sales The Roadside Service Is Available Throughout The Country. Repair And Replacement Of Parts Are Very Economical As Compared To Leading Brands. Attractive Buyback By The Company, Maximum Re-sell Value, And Confidence Of The Buyer, Are The Most Important Factor While Taking Ownership.\nRead More"}, {"title": "This Car is not Bekar", "review": "It's Such An Awesome Car In This Price Range. Maruti Has To Improve Safety Features Only, Apart From This Car Is Good.\n"}, {"title": "Masterpiece", "review": "Maruti Swift Is One Of The Masterpieces By Maruti. There Is No Other Car In India Which Could Be Compared With Maruti Swift. I Must Say Every Person In His Life Must Be Dreaming To Own A Maruti Swift. It Is The Only Masterpiece Loaded With All The Needed Features.\nRead More"}, {"title": "Excellent car in it's segment", "review": "Swift Is The No.1 Car In Its Segment. Excellent Mileage On The Highway. I Have To Travel Daily 150kms. Excellent Powerful Car.\n"}, {"title": "Best Car With Cheap Rate", "review": "Maruti Swift Is Cheap And The Best Car. Its Mileage Is Super Now 25kmpl In City And 28 Km/l On The Highway. It Has Smooth Steering. Except For Its Body Quality Otherwise It Is Good Car. I Will Always Advice To Buy This Car. Now I Am Enjoying An Economic Long Drive With The Family. I Drove My Car 15000 It Did Not Get Any Single Problem.\nRead More"}, {"title": "Comfortable car.", "review": "The Car Is Very Comfortable and Very Good Driving Pleasure With Good Air-conditioning. Good Mileage.\n"}, {"title": "My car is maruti", "review": "Best Build Quality Of This Car. But The Ground Clearance Is Not Good. Mileage Is Very Good. \n"}, {"title": "Comfortable Car", "review": "Maruti Swift Has Heavy Engine, It Gives Quick Pickup, Very Comfortable, Spacious. \n"}, {"title": "Good and valuable car", "review": "Swift Is A Very Good And Valuable Car, it's Average Is Awesome, it Is A Value For Money, good-looking, good For A Small Family, And Its Price Is Very Good. Its suspension Is Also Good, Its Speed Is Awesome, And This Is A Very Good And Valuable Car.\nRead More"}, {"title": "My Dream Car Maruti Swift zxi", "review": "I Like My Car Ever Since I Brought Home. It Is A Good Car That Never Let Me Down Outside My Residence. Having Done The Mandatory Service When I Crossed 1,00,000 Kms, No Major Expenses Incurred Except The A/C unit That defaulted Due To My Negligence In Parking On Sand Dune Near A River. The Sand Went Into The Compressor and gone Out Of Order. Its A ...Read More"}, {"title": "Swift is a Best Car in Low maintenance that Gives a Royal Look", "review": "It's The Best Car In low Maintenance and Has A royal Look. It Gives good Mileage And Has A Perfect Engine. This Car Is A Little Family Purpose Car. You feel Comfortable While Driving And Seatings Are good too. A/C Performance Is Also Very Cool So This Car Is Totally The Best Car In Maruti Suzuki.\nRead More"}, {"title": "Unique Four Wheeler", "review": "I Have Used Maruti Swift 4 Wheeler In The VDI diesel Variant From 2014 To 2017, During this Period The Experience And Performance Of The Vehicle Are Very Good, Done Only Regular Services At The Showroom With Minimum Prices, Thanks To Maruti SUZUKI Team.\nRead More"}, {"title": "Swift Dzire", "review": "Swift Dzire Is A Very Good-looking And Valuable Car And It's Average Is Awesome Also its Maintenance Is Value For Money. This Car Is good For A Small Family And The Prices Are Affordable. Its suspensions are good Also Speed Is Awesome and Space In The Car Is Too Good. Thanks.\nRead More"}, {"title": "Great family car", "review": "Maruti Swift is An Excellent Car In Tems Of Mileage, Interior And Exterior. It Is Very Amazing For Comfortable Driving. Very Less Maintanice Cost Required And Good For Long Journey.\nRead More"}, {"title": "My dream car", "review": "Maruti Swift Is A Good Car With New Technology. Moreover Getting Good Comfort And Mileage In This Car. In Terms Of Features And Experience With This Car Is Completely Satisfactory.\nRead More"}, {"title": "Smooth driving experience", "review": "Maruti Swift Providing Smooth Driving With High Top Gear Speed. Performance Is Not Up To The Mark Including Poor In Terms Of Safety.\n"}, {"title": "Best Car In This Segment.", "review": "This Car Gives The Best Performance. Engine Is Good.\n"}, {"title": "Best Car For Family", "review": "Maruti Swift Is The Best Car In The Budget. Excellent performance. Good For The Family Drive. The Sound System Is Very Good.\n"}][{"title": "Best Beautiful Beast", "review": " Maruti Swift Is The Best Sports Car In The Hatchback Segment. I Find It Most Cost-effective As The Maintenance Cost Is Affordable. Maruti Swift Actually Has A Swift Driving Experience And Also Considering The Mileage, It Is Value For Money. I Call My Car The Beast Because Of The Alloys And Tyres I Have. You Can Customize It If You Want To Make It ...Read More"}, {"title": "The best Experience in Driving this Car", "review": "Good Hatchback By Maruti. Pros: 1. The New Maruti Swift Comes With A New Stylish Good Interior And Exterior Looks. 2. It Offers Better Mileage Than The Older One For 1.2 Ltr Engine. 3. Like Most Of The Maruti Cars, This Car Is Also Very Cheap To Maintain. 4. The New Maruti Swift Comes With Very Comfortable Seats And It Is Literally Very Comfortable...Read More"}, {"title": "Best In Segment", "review": "Maruti Swift Is One Of The Very Few Cars Available In Its Segment Which Is Good At Both Looks And Ride Quality. It's, In Fact, Superior In Handling, Ride Quality, And High-speed Stability Than The Cars Priced Even Higher To This.\nRead More"}, {"title": "Fantastic Car", "review": "The Mileage Of Maruti Swift Is Fantastic And Can Roar On Large Speeds, Lacks Stability But Can Perform For Its Range ,air Conditioner Needs Time To Cool Up The Car , Can Provide A Mileage Of 19kmpl On The City Roads And 24 To 25 On The Highway If You Cruise Below 100 It Is A Sure Shot The Car , Handling Is Easy And Cheap A Good Go For Middle-class ...Read More"}, {"title": "India's Best Car.!", "review": "Maruti Suzuki Has Given The Wide Range Of Best Cars, Whereas Maruti Swift Has Been No1 Model In The Automobile Industry. The Car Has Great Looks And Powerful Engine Which Is Best Suited For All Kinds Of Roads. I Wish You A Great Journey And A Safe Ride With Your Family.!\nRead More"}, {"title": "Value For Money", "review": "Maruti Swift Is One Of My Favourite Car Of All Time. Value For Money Car From Maruti Suzuki & Yes Car Never Made Me Angry In Any Situation Since I Am Using This Car From Last 5 Years. Finest Suspension, Brilliant Engine, Brakes Are Excellent. Excellent Car In All Around. I Would Suggest This Car To Everyone Who's Budget Is From 5-10lakh.\nRead More"}, {"title": "Maruti Suzuki Swift a Super Car", "review": "My Maruti Swift Is The Best car. It Is fully A Successful Car With No Problems. I'm The Owner Of My Car For Over 4 Years And Have Been Driven 1 Lack Kilometers. It Got A Super Performance And a Smooth Engine. You Don't Feel Tired On Long Drives. Best Car Of Maruti Suzuki. Don't Think Just Go For It.\nRead More"}, {"title": "Go For It", "review": "Maruti Swift Is A Very Nice Car With Good Mileage. The Interiors And Pickup Are Really Good. The Car Is Very Flexible And Comfortable.\n"}, {"title": "Best experience.", "review": "Swift Car Is A Very Good And Smooth Driving Experience Than Other Cars. Excellent Car It Is A Luxury Car\n"}, {"title": "Good Average Car", "review": "Maruti Swift Gives Good Average And Easy To Maintain This Car. A very Budget-friendly Decent One For Small Family. Good Response At The Service Center And Offers Good Safety Features At The Price Segment. \nRead More"}, {"title": "Best Driving Experience", "review": "Maruti Swift Is The Best Sporty Car In The Hatchback Segment. Loved The Feel When I Sat On The Driver Seat. The Comfort, Drive, Features Are Worth The Cost. Its Really Swift As Per Name And Has A Bold Look. Swift Has Really Changed A Lot Over The Years And It Been Always Amazing. The New Maruti Swift Comes With New Stylish Good Interior And Exterio...Read More"}, {"title": "Good Car In The Segment", "review": "I Have Driven Maruti Swift Approximate 10000 Km Till Date. Its A Gem Of A Car. It Has All You Can Get Out Of A Vehicle. Power, Balance While Driving, Comfort, Fuel Economy, Reasonable Maintenance, What More You Need. I Own The Diesel Titanium Plus Version Which Provides 6 Airbags And Makes You Feel Secure. I Am Getting A Mileage Of 21 Km/lit On Hig...Read More"}, {"title": "Value For Money Car", "review": "The Money You Spent On Maruti Swift Car And The Satisfaction You Derive Out Of This Car Is Much Higher. The Trust What I Keep When I Go Out With Family In This Swift Is Phenomenal. After All We Say Maruti Is In The Business Of Selling Customer Satisfaction And Not Just The Product Alone. I Feel Little Slag In-between 2018-19 In Your Service Departm...Read More"}, {"title": "Perfect Hatchback Car", "review": "Very Nice Car. Great Pickup, But Poor Built Quality, Very Large Impact On Small Collision. But Value For Money.\n"}, {"title": "Good Performance", "review": "Its Been A Good Experience With New Maruti Swift. It Is really Smooth, Sporty And Quite Powerful. But I Felt It Is Quite Congested But Over All Performence Is Good.\n"}, {"title": "Skilled Engineering Used For This Car", "review": "Maruti Swift Is A Great Car. All Spare Parts Are Easily Available. Service Cost Is Also Not Much. Service Agencies Deal Better. Engine Power Is Fabulous. Driving Is Smooth. In Nutshell, It's A Complete Car And My Favorite. Thanks To Engineering For A Great Vehicle.\nRead More"}, {"title": "My Riding Partner..", "review": "My Only Feeling Which I Can't Express, With Whom I Make My Memories, My Partner In Every Exploration Of Heaven, It Has Been A Great Journey With My Swift And Will Love To Make More And More Memories. \nRead More"}, {"title": "Stylish Car.", "review": "It's Really Amazing Car. Seat Fabric Is Good And Audio Quality Pick Up And Milage Everything Is Excellent.\n"}, {"title": "Sporty this time", "review": "It Comes With An All-black Cabin And Round Sporty Speedometer Which Makes You Feel as You Are In A Sports Car. \n"}, {"title": "Spacious Car", "review": "Maruti Swift Gives A Good Riding Experience. I Am Happy With The Performance,looks Are Much Than The Previous One. The mileage We Are Getting Is Around 24 In First 1000 Km. The Has Comfortable Seats And Good Boot Space.\nRead More"}, {"title": "Beauty And Beast", "review": "When It Comes To The Power, Roaring Aggression, Mileage Of Any Hatchback On Indian Roads The Only Name Strikes To Our Mind Is Maruti Swift. Availability Of Parts, Low Maintenance Cost, Extensive Service Network And Most Importantly Resale Value Go In Favour Of Maruti Swift. Even After Around 14 Years Back Of Its Launch, It Is Still The Boss Of Hatc...Read More"}, {"title": "An awesome hatchback one can have", "review": "An Awesome Hatchback One Can Have. Best For The City. Maruti Has Designed It To Perfection. No More Features Needed At This Cost. Must Have A Family Car For India. Suspension, Ride Quality, Comfort Level All In One Place. A/c Is Good. Looks Are Good. The Dashboard Gives A Premium Feel. The Flat-bottom Steering Wheel Gives A Premium Feel Too.\nRead More"}, {"title": "Diesel Option Is Better For Mileage", "review": "Maruti Swift - Engine Performance Should Be Increased. Quick Overtakes Are Not Possible On Petrol Variant And The Main And Most Important Is The Shell Of Body, Very Poor Build Quality. But, On The Other Side You Get A Dashing Looking Car, 17 To 20 Of Mileage(petrol), A Comfortable Ride And Best For The City Use. If You Want Good Engine Performance ...Read More"}, {"title": "Nice Car to Ride", "review": "Nice Car, Fuel-efficient, Good To Go, Enjoy To Drive, Comfortable.\n"}, {"title": "My Best Car", "review": "I Just Love This Car. I Am Driving it From Last 4 Years. The Performance And Mileage Is Superb Also Low Cost Of Maintenance.\n"}, {"title": "Awesome Car", "review": "I drive This Car And It Is Really Amazing Also runs smoothly. Thanks To Maruti. I really Enjoy My Journey.\n"}, {"title": "Best car with lots of benefits", "review": "One Of The Best New-gen Cars In The Market, Particularly In Maruti Suzuki House, Great Look, Efficient, And Less Fuel Consumption.\n"}, {"title": "Worst Car I Ever Purchased", "review": "Worst Car I ever Purchased, Worst Build Quality And After Sale Service.\n"}, {"title": "Low Maintenance Cost Car", "review": "Maruti Swift Is Easy To Handle And Gives Low Maintenance Cost. The Car Has Two Airbags, Excellent Mileage And It Has Great Looks.\n"}, {"title": "Good Car to Buy", "review": "Maruti Swift Is A Good Car. Safe, Comfortable, Compact, And Very Useful. I Suggest Everyone, To buy This Car.\n"}][{"title": "Car Has Nice Power", "review": "Maruti Swift Has Nice Design With Nice Power Also Looks Are Very Premium. Very Easy To Drive In Rush Area. Easy To Handle , Very Smooth On Road. It Performs Very Nice On Highways. Nice Seating Space On Back As Well As In The Front . This Car Also Comes With A Nice Stereo. Speaker Sound And Base All Are Perfect That I Need In The Car, It Is A Very G...Read More"}, {"title": "Very Good Looking Car", "review": "Absolutely It Is a Very Nice Car To Drive Because My Experience With this Car Is very Smooth And Easy To Drive. The new Swift Is Very Good in looks and Internal Upholstery Quality Is much Better.\nRead More"}, {"title": "Best Hatchback For Family", "review": "Maruti Swift Is A very Nice Car. Whatever Is Necessarily Needed Is Available In This Car. I Am Much Satisfied With The Maintenance Of The Car . I Would Like To Inform That If You Are Planning To Buy Hatchback Petrol, With Closed Eyes You Can Rely On Maruti Swift. It Is Also A Trusted Trademark And Also From Maruti, It's A Nice Car.\nRead More"}, {"title": "Loved the Car", "review": "I Loved The Car. Using It From The Past 1 Year. The Mileage Is just Good And Service Cost Is Very Low As compared to Other Cars.\n"}, {"title": "Excellent", "review": "Smooth Driving, Very Comfortable, Long Driving Is fantastic With This car, A Perfect 5 Seater car.\n"}, {"title": "Most Comfortable Car", "review": "Maruti Swift Is The Most Comfortable Care For A Small Family. The New Maruti Swift Is Definitely A Good Buy. See Basically Its The Enthusiasts Car, Without Compromising On Space, Practicality, And Efficiency. Automatic Transmission (AMT) Off-road With Both Petrol And Diesel Engines. Nicely Loaded With Features.\nRead More"}, {"title": "Best Car for Rural & Urban People", "review": "This Car Is Very Good For Family Purposes. Best Performance And mileage.\n"}, {"title": "Swift- Best Car for Me", "review": "It Is The Best Car I Thought About. It Is In My Price Range And gives A Variety Of Functions. It's LXI model I Liked As It Is In My Range And Fulfilling My Criteria.\n"}, {"title": "Looks of The Car Are Amazing", "review": "Maruti Swift Is The Best Hatchback In The Price Segment. I Bought This Car Because Of Its Looks And Performance. I Am Happy To Buy This Car, As It Is Giving Good Mileage.\nRead More"}, {"title": "Comfortable car for long drive", "review": "Maruti Swift Is So Comfortable While Driving For The Long Routes. Also, Having Good Features In This Vehicle. The Brand Has Provided A Suitable Engine In This Vehicle.\n"}, {"title": "Pocket Freindly Car", "review": "If There's Any Car That Fits The Pocket Of The Average Indian, That's Certainly The Maruti Swift. The 20 Km/l Mileage Is Awesome And The Comfort Is Seconds To None In This Segment. Of Course, There Are Better Cars, But They Are Expensive. In The Range, You Couldn't Get Any The Better. The Pickup's Awesome, The Comfort Praiseworthy And The Legroom W...Read More"}, {"title": "Value For Money", "review": "Maruti Swift Gives A Very Good Performance, Good Mileage, Low Maintenance, Smooth Long Drive. The New Maruti Swift Is Really A Value For Money Car. Maruti Has Done Technology Advancement By Giving BS-VI Engine. Very Supportive Look And Space Of The Car Is Best In The Segment. I Can Proudly Say That New Maruti Swift Is Beating The Heat. This Is My S...Read More"}, {"title": "Value For Money Car", "review": " Engine Performance Of Maruti Swift Could Be Better. Lack Of Safety Features. Shorter Wheelbase And Ground Clearance (162mm). Poor Build Quality. Mileage Is A Plus Point. City Mileage 16 Km/ltr. Highway Mileage 19km/ltr. Satisfied With Aftersales Service. Low Maintenance Cost. Easily Available Spare Parts. Overall Good Family Car.\nRead More"}, {"title": "Maruti Swift Diesel AMT the Right Choice", "review": "One Of The Best Cars Available In This Segment, I Am Using A Diesel Automatic And I Feel That I Have Made The Right Choice. It Has Got The Mileage Of Around 24 Km Per Litre And The Gear Shifting Is Very Smooth And got A Good Pick Up. Moreover, There Is No Lag Which Is A Great Advantage Than Any Cars In This Segment.\nRead More"}, {"title": "Swift is My favourite Car in Maruti Suzuki", "review": "This Car Looks Very Nice And its Functions Are Also Good. Maruti Suzuki Is The most Excellent Brand In The Auto Car Company.\n"}, {"title": "My Life My Swift", "review": "Most Stylish Car With The Great Mechanism.\n"}, {"title": "Why is Swift Better", "review": "If There's Any Car That Fits The Pocket Of The Average Indian, That's Certainly The Maruti Swift. The 20 Kmpl Mileage Is Awesome And The Comfort Is Seconds To None In This Segment. The Pickup Is Awesome, The Comfort Praiseworthy And The Legroom Wide Enough For Long Drives.\nRead More"}, {"title": "The Best Car Ever Driven", "review": "Maruti Swift Is The Best Car Ever Driven. The Steering Is So Smooth And The Car Is So Spacious And It Is The Best Car, I Have Driven In Such A Low Price.\n"}, {"title": "Excellent Car", "review": "Maruti Swift Is An Excellent Car With Good Built Quality And A Superior Mileages. It Gives Good Road Presence.\n"}, {"title": "Good Car for City Driving", "review": "If You Use Swift To Drive In The City, Then It Is A Good Car. But We Are Talking About The Highway Than The Car Is Not Up To The Mark. After Reaching 120 KM, The Steering Wheel Is So Light And You Have To Slow Down Your Speed. Sound Of The Door Is Also Not Giving You Confidence. I Think They Used Light Material.\nRead More"}, {"title": "Reliable Car;", "review": "Maruti Swift Is A very Good Car For Daily Use. Affordable One For Every Middle Class Family. Interior Features Like A Smart Key, Front Grill , Automatic Climate Control And Many More Enhance The Love For It. Engine Push Start-stop ABS With EBD, Front Dual Airbag Are More About It. Right From Mileage To Make To Comfort Level, Maruti Suzuki Swift Has...Read More"}, {"title": "Superb Car", "review": "The New Swift Is Really A Value For Money Car. Maruti Has Done Technology Advancement By Giving A BS-VI Engine. Very Supportive Look And Space Of The Car Is Best In The Segment. I Can Proudly Say That The New Maruti Swift Is Beating The Heat. This Is My Second Swift, The Driving Experience Is Awesome And Maintenance Is Almost Zero. Really A very Ni...Read More"}, {"title": "Great Family Car", "review": "I Bought A Brand New 2019 Model Of Swift. I Am Pleasantly Surprised By The Space That This Car Has. Boot Space And Comfort In Driving Is Excellent. This Is A Perfect Family Car With A Beautiful Look Inside Out.\nRead More"}, {"title": "The Most Suitable Car", "review": "Love The Way, The New Maruti Swift Is Designed. The Smooth And Effortless Engine Was The Most Advantageous Factor Of Having The Swift At Home But Now The New Design Has Made It More Glorious.\nRead More"}, {"title": "Most Awarded", "review": "The Most Amazing Car In The Mid-range. Best In Mileage, Looks, Interior, And Exterior. It Looks Like A Beast.\n"}, {"title": "Awesome Car Going Smoothly", "review": "It Is A Nice Car. I liked The Car Very Much. Colors Are Good Too. Under The Budget, We Will Get A Good Quality Car. \n"}, {"title": "Nice Car", "review": "Maruti Swift Is Easy To Drive, Family Car, Comfortable Journey, Good Interior With easy Maintenance And Services Spare Part Is Easy Availability At Anywhere. Powerful Engine And Very Nice Pickup. The Music System Is Very Nice. Luggage Can Be Easily Accommodated. The Braking System Is Reliable, Headlights Are Perfect. Look Wise Beautiful.\nRead More"}, {"title": "Fuel Efficient Car", "review": "Swift Is A Really Nice Car With A Good Average. It Is a Fuel-efficient Car. The Average for diesel Is Really Good. Maintenance Is Easy And Parts Are Easily Available For This Car. Maruti Cars Are Durable And Easy To Maintain.\nRead More"}, {"title": "Eco Friendly Car", "review": "Maruti Swift Is A Good Family Car. It Gives Good Mileage In The City. This Car Is Very Sporty In Looks.\n"}, {"title": "Comfortable And Safe;", "review": "Maruti Swift Is Good To Drive And Very Comfortable. It Is Very Easy To Drive. It Gives Good Mileage.\n"}][{"title": "Great Family Car", "review": "I Bought A Brand New 2019 Model Of Swift. I Am Pleasantly Surprised By The Space That This Car Has. Boot Space And Comfort In Driving Is Excellent. This Is A Perfect Family Car With A Beautiful Look Inside Out.\nRead More"}, {"title": "Superb Car;", "review": "The New Maruti Swift Is Really A Value For Money Car. Maruti Has Done Technology Advancement By Giving BS-VI Engine. Very Supportive Look And Space Of The Car Is Best In The Segment. I Can Proudly Say That New Maruti Swift Is Beating The Heat. This Is My Second Swift, The Driving Experience Is Awesome And Maintenance Is Almost Zero. A Very Nice Car...Read More"}, {"title": "My Maruti ZXI", "review": "Most Convenient And Practical Car. Enjoyed Every Ride And Looks Even Pretty Decent. I Will Always Recommend This Vehicle For City Travel And easy To Park In Congested Areas As Well As Easy To Pass Through Congested Space. The best Thing is That Parts Are Easily Available All Over India. Very Reasonable To Maintain.\nRead More"}, {"title": "An Indian Middle Class Family Car", "review": "Good Pick Up, Comfort, Stylish And Value For Money. Best Affordable Car Of The Season And Brand Value.\n"}, {"title": "Comfortable Car", "review": "A Comfortable Car With A low Price, Good Mileage. Driving Is Very Smooth And comfortable. It Is A safe Car.\n"}, {"title": "Smooth Car - Maruti Swift", "review": "Easy To Handle. Good Braking System, Clutch And, Gear Are Very Smooth. The Center Locking System Is Also Very Nice. Air-conditioner Is Also Good. But Back Door's Handle Is Not Good. It Makes Much Inconvenience. But Old Swift's Handles Was Very Good. I Think It Is Better To Change It To The Old One. Mirrors Are Good To Handle. Compared To Other Car'...Read More"}, {"title": "I like this Car", "review": "I Have Swift VDI. Awesome Driving Experience, Best Pickup And Very Comfortable. It Looks stunning And I Like Its Exterior And Interior. \n"}, {"title": "My First Car Experience;", "review": "Maruti Swift Is A Smooth And Daily Drive Car. I Am Using It For About A Year Now And It Didn't Give Me Any Trouble. It Can Fit 5 Passengers Comfortably. And The Interior Is Also Of Premium Quality.\nRead More"}, {"title": "Value for Money Car", "review": "Mileage Of This Car Is Around 20-22 KMPL, Pick-up Of This Car Is Very Decent, Better Handling, Value For Money For Those Who earn around 50K Per Month. And Most Importantly, It Is A Family Car.\nRead More"}, {"title": "Good Car;", "review": "Maruti Swift Is very Good,  It Is good At Looking And The Features Are also Very Good. This Car Is Very Well Maintained. Tyres In The Car Are Good.\n\n \n"}, {"title": "Must Buy this Car", "review": "Excellent Interior And Average Is Also Good. Smooth In Driving With Quality Features.\n"}, {"title": "Decent Car", "review": "Best Car I Have Used. The Only aspect Is The Body, need To Improve The Build Quality And Painting Is poor As a Small Touch Causes scratches. The Driving Experience Is Good And Mileage Is Awesome.\nRead More"}, {"title": "My First Car;", "review": "Just Say - Love The Moment When Buy Maruti Swift, My First Car...which Gives Lots Of Support To My Family And Nearby ..the Excitement And Happiness Never Measured When You Purchase Your First Dream Car With Your Own Money And The Same Happened With Me..after 5 Years Working I Am Able To Do The Same ...all Proud On Me And It's Blessings Of All Love ...Read More"}, {"title": "Best City Car;", "review": "Maruti Swift Has Amazing Pick-up, Great Mileage, Easy To Drive. Very Good Car In Comparison To Comfort And Space. Excellent In Price Ratio.\n"}, {"title": "Build Quality;", "review": "Maruti Swift Is All Over The Car Is Good But The Car Build Quality Is Not Good And The New Look Is So Good For Old Swift Car Models.\n"}, {"title": "Amazing Car;", "review": "Maruti Swift Is Giving Excellent Performance, Smooth Drive At An Affordable Price. \n"}, {"title": "Best Car For Family;", "review": "Brought Maruti Swift 1 Year Ago. All Features Of The Car Are Awesome. Average Is Also Superb. Best Car For Family.\n"}, {"title": "Smooth Drive;", "review": "By The Last Four Years, I'm Using Maruti Swift VDI. It Provides Less Maintenance Cost And Fuel Efficiency. Now I Exchanged My Old Swift With New One, And I Chose Vxi. It Really Works With My Budget And Provides A Smooth-pleasure Ride...\nRead More"}, {"title": "Best service network", "review": "Maruti Swift Has A Good Service Network Along With The Good Resale Value. A Good Car In This Budget Range.\n"}, {"title": "Good Car;", "review": "Maruti Swift - Seats Are Very Comfortable And It Also Looks Like Mini Cooper Or Any Sports Car And Since 2004 Swift Has A Very Good Quality Of AC, It Just Cool Car In Only 4-5 Minutes And Its Interior Is Awsome But From My Point Of View, 2015 Model Was Good Then This Model.\nRead More"}, {"title": "Perfect Car for a Perfect Person", "review": "A Good Small Car By Maruti. Pros: Good Looks - Interior And Exterior Look, Good Mileage For 1.2 Ltr Engine, Cheaper Maintenance, Comfortable Seats, Very Comfortable For 4 Adults And 1 Child, Good Excitement Driving At Speeds In Control (120 - 140 Kmph). Cons: Body Built Not Strong - Gives A Feeling Of Vibration At Higher Speeds - 140+ Kmph , Lesser...Read More"}, {"title": "Best Car for Family Purpose", "review": "It Is The Best Car With Very Good Features And The Power, Engine, Mileage Is Also good. Best Car In The Budget. It Has Soft Seats And More Spacious. This Is The Most Loved And Suggested Car And A Good Option For Family Purposes.\nRead More"}, {"title": "Good Looking Car", "review": "Amazing Car, Good Looks, Better Space, Awesome design by Maruti. It Is A very Nice Car Better Than Dzire.\n"}, {"title": "Value Back Car", "review": "2019 Model Is Very Good In Looks And Performance Wise Also. It Has More Safety Features And It Was Also Rated 2 Stars by Testing Agency For It's Crash Test For Both Adult And Child Protection. It's Features Are Also Enhanced From The Previous Model. Swift Is Value For The Money.\nRead More"}, {"title": "Best In Economic But Lacks In Safety;", "review": "When It Comes To Fuel Economy And Maintenance Cost, Maruti Swift Has Never Ever Disappointed Me. But When It Comes To Safety, Built-in Quality And Comfort, It Has One Of Least Rating. When You Want To Travel For Long-distance ( More Than 4 Hours) Don't Consider This Car.\nRead More"}, {"title": "Rear Seats Not Comfortable;", "review": " Maruti Swift Has Good Exteriors But The Interior Is Not Good. As Of Now, I Have Noticed Maruti Suzuki Invest More On Exterior Instead Of Interior Which Is More Important For Comfort, Mainly The Rear Seats Of Swift Are Not Relating But The Cars In That Segment Have Like I10 And All. The Positive Is The Maruti Service Is Very Good.\nRead More"}, {"title": "Best Car For Family;", "review": "Maruti Swift Is The Best Car. It Has good Features, Power, engine, Mileage, And pickup. The Best Car At An Affordable Price. It Has Good Seats And Very Comfortable To Drive.\nRead More"}, {"title": "Fabulous car", "review": "Maruti Swift Has Very Cheapest Maintenance Cost Also It Has An Attractive Look.\n"}, {"title": "Best Car;", "review": "One Of The Best Cars Is Maruti Swift In style, Performance And Best On-road Experience With This Car The Engine Pick Up Is Excellent 👍 And Interior Design Of The Car Is Impressive.\nRead More"}, {"title": "Good Car;", "review": "Maruti Swift Is Good Looking Car With Good Mileage And Has Good Looking Exteriors.\n"}][{"title": "Good Car;", "review": "I Bought A Maruti Swift In May 2018. My Experience With This Product Up To date Is Very Good. It Is Overall Good And It Is Really Worth Considering It. I Have It In Fire Red Color. I Agree With The Fact That It Has Poor Built Quality But I Never Faced Any Issues Related To. I Love Its Exterior Design But It Needs Some Minor Tweaks At The Rear. The ...Read More"}, {"title": "A Great Car;", "review": "Maruti Swift Is A Good City Car, A Good Load Of Features With Touch Screen Navigation, Auto Climate Control, And Auto Headlights. 4 Speed AMT Is Good For City Use, Upshifts Quickly For Fuel Economy But Once You Press Hard On The Accelerator The Engines Get Loud And AMT Suffers. Very Jerky Shifts Not Smooth At All. As Usual, Flimsy Build, Thin Seats...Read More"}, {"title": "Very Nice Car", "review": "It Is A Very Good Car. This Is My First Favorite Family Car. I Am Very Interested In This Vehicle And Very Happy To buy This Car.\n"}, {"title": "Suzuki is the Best Automobile in Cars for Family", "review": "It Is An awesome Car For Family Purposes And Travel Purposes. It Looks Very Beautiful.\n"}, {"title": "Good Looking", "review": "Swift VDI Is A Nice Car with Good Performance, Good Quality, And Good Suspensions. This Car Is So Beautiful.\n"}, {"title": "Best Car Of My Life;", "review": "Maruti Swift Is An Excellent Car And I Am Having Super Driving Experience. A.C, Seats And Back Camera Are The Best Features In The Car.\n"}, {"title": "Good Car;", "review": "Maruti Swift is A Very Good Car Overall and The Support Provided By Maruti In India. The Only Concern That I Have Is Over The Poor Quality Of The Body Panels. But The Service Offered By Maruti Will Outshine Other Minor Flaws In The Design Of The Car. Overall Swift Is A Very Good Car For A Daily Commute And Occasional Long Drives For The Comfort The...Read More"}, {"title": "Fantastic Car;", "review": "Maruti Swift - Its Sound Is Very Fantastic Like A Sports Car. It Gives Feeling Like A Sports Car And Its Looks Are Also fantastic. Its Red Color Is Very Beautiful. So, Such Look And Sound Make Me A Big Fan Of Swift Car. \nRead More"}, {"title": "Best Car.", "review": "Swift Is The Best Car Under 7 Lakh Because Car Maintenance Is Very Good And This Car Average Is Fantastic. Sporty Vehicle.\n"}, {"title": "Best;", "review": "Maruti Swift Is The Best Car Under 7 Lakh Because The maintenance Of The Car Is Very Good And It Gives A Fantastic Average, the Company Gives good Service And It's An Indian Company.\nRead More"}, {"title": "Hot Hatch", "review": "Overall The Best In The Segment . Killer Sporty Looks, Outstanding Driving Experience, Super Exaust Sound In Petrol & Blue Color Of ZXI+ Variant Looks Great Especially At Midnight. What A Great look. \nRead More"}, {"title": "Good Car;", "review": "I Am Getting The Best Mileage Of Maruti Swift. But It Is Very Light Car. Body Is Very Poor. Disappoinment Is Built Quality. You just Slap Or Knock Lightly Over The Outer Body And U Will Feel And Sound Like A Cold Drink CAN Tin. Anyone Can Easily Smash A Punch Hardly Over Body And The Dent Will Get There. Maruti Suzuki Must Have To Look In This Issu...Read More"}, {"title": "Being Swifty With New Swift", "review": "Stylish In Look And Class In Performance. Also, A Nice Car With All Aspects In A Range Of Variants Are Also Good For All Types Of Users And Also Colors Are Most Attractive For Every User And The On-road Price Is Also Affordable For A Medium Person. In Driving Experience, It Is The Premium Car And On The Indian Roads.\nRead More"}, {"title": "Smooth Driving Experience", "review": "The Car Is Awesomely Smooth To Drive, Be It The Engine Or The Gearbox. Acceleration Is Pretty Good. The Driving Experience Provided By This Car Has Been Phenomenal And Inspires Confidence In The Driver To Carry Higher Speeds At Corners. The Car Feels At Home On The Twisty Mountain Roads, Precisely About Where I Feel The Same.\nRead More"}, {"title": "Amazing Car", "review": "I Like This Car. This Is One Of The Best Cars In This segment. Amazing Driving Experience And Amazing Look, The Interior Is Better Than The Old Model And Price Are Acceptable.\nRead More"}, {"title": "Beautiful Looks", "review": "It Is The Best Car In The World, It Has A Great Interior And Also It Is A Very Comfortable Car. The Mileage Of The Car Is Great And Overall It Has The Most Beautiful Looks And Comes With A Lot Of Boot Space.\nRead More"}, {"title": "A Good City Car", "review": "It Is spacious, Comfortable, Acceleration Is Good but Yes I Will Not Recommend It To A Person Who Travels On The Highway Or In General At High Speed. The Car is Not Very Strong In Terms Of The Body Panels. And Also, I Think The Middle Variant Is Most Preferred.\nRead More"}, {"title": "Great Performance", "review": "Maruti Swift Is An Excellent Car With Great Driving Experience, Style, Mileage, And Performance. I Am Very Satisfied With This Car.\n"}, {"title": "Amazing Features Of The Car", "review": "The Car Has Very Stunning And Bold Looks With Advanced Technology And It Comes At A Reasonable Price.\n"}, {"title": "Good Built Quality;", "review": "Maruti Swift Is An Excellent Car With A Good Pick And Mileage. Interiors And Exteriors Are Great. Overall a Good Car It Is.\n"}, {"title": "Great Car;", "review": "Hi, I Am A New Buyer Of Maruti Swift Vxi, Petrol Variant. I Have purchased It In White Colour Which Is Looking Awesome and Sporty. I Buy That Car Because Of Two Main Reasons 1: Sporty Look 2: Front Seating Comfort. It Is Value For Money. This Car Has power Windows, Mirror Adjustment, Parking Sensors, Leather Seat, Ac Vents, 2 Airbags, Abs, Front Di...Read More"}, {"title": "Good Car;", "review": "Well, I Must Say That The Facelift Of The Old Maruti Swift Is Really Good And The Changes Are Noticeable. The New Swift Has A Light Steering Wheel And The Clutch Is Way Too Smooth, The Gear Shift Is Easy. If Are Choosing To Buy It Then Please Do It Won't Disappoint You. The Audio Mounted Controls On The Steering Are Easy To Use. I Own A Swift Zxi A...Read More"}, {"title": "Amazing Car;", "review": "I Am Using Swift Dzire VDI For The Last 6 Years. It's An Amazing Car Especially For A Long Drive, Even At Triple-digit Speeds, The Engine Is Barely Audible Inside The Cabin. I Have Driven From Kolkata To Darjeeling, Kolkata To Sikkim & Kolkata To Leh Ladakh. I Love To Drive This Car On Highways.\nRead More"}, {"title": "Full Loaded Feature;", "review": "Maruti Swift Has Long Been India's Most Loved Hatchback. 3rd Generation Very Specious Petrol Or Diesel Engine Excellent Efficiency & Excellent Boot Space.\n"}, {"title": "Value For Money", "review": "The Swift VXI Version Is The Best Choice. It Will Be Affordable. The Suspension Is Very Good, But Airbags Are Not Available For The Back Seat. My Final Conclusion Is A Cheap And Best Car At The Best Price.\nRead More"}, {"title": "Wonderful Car;", "review": "Good Experience With Maruti Swift And This Car Is Wonderful. It Has All The Features And Gives Good Mileage.\n"}, {"title": "Smooth Drive.", "review": "Mind-blowing Smooth Driving, Especially A Big Fan Of An Automatic Version Of This Car. \n"}, {"title": "Excelleent;", "review": "Maruti Swift Is Value For Money Car With All The Good Features.\n"}, {"title": "Perfect Car;", "review": "Maruti Swift Is The Best Car In The segment, Awesome Looks, And Driving Comfort. Very Much Spacious This Is One My Favorite Car.\n"}, {"title": "Amazing Car: Swift.", "review": "Wonderful Car. 🚗 I Just Love To Drive This Car. 😍 Mind-blowing, look Awesome In blue Color.\n"}][{"title": "Best in comfort.", "review": "Maruti Swift Amt Diesel Is Such A Nice Car. A Complete Value For Money. Comfortable For City And Highways Driving Seats Have Some decent Space. A superb Car For A Peaceful Drive.\nRead More"}, {"title": "Good Car", "review": "I Used Maruti Swift At Least For 7 Years\n\nPro 1) Best Budget Car For Small Families, 2) The Car Suspension Is So Good, 3) Diesel Variant Gives Good Mileage About 19-22 In One Litres\n\nCons 1). Maruti Swift 2018 Top Model Has Worst Music System. No Bass, Treble And Punchy, 2) Engine Feel Small When 5 Member Family And Some Weight Was Put In The Back,...Read More"}, {"title": "Pleasure to drive.", "review": "This Car Is Superb I have Driven This Car A Lot. The Car Offers good Mileage And Its Drive Is Very Good And When I Drive I Get A Good Feeling.\n"}, {"title": "Excellent Car With Lots of Power", "review": "It Is A Very Good Car. Nice Driving Experience, Superb Performance, Excellent In This Segment. \n"}, {"title": "Best Experience With This Car", "review": "From The Last Two Years, I Am Driving This Car And I Haven't Faced Any Issue Till Now As I have Driven 40,000 Kms. It also Gives Great Mileage And I Am Happy With The Performance Of The Car.\nRead More"}, {"title": "Good Car At A Low Budget", "review": "It Is A Very Good Car With Very Smooth Driving, Great Mileage And Service Cost Is Also Very Less.\n"}, {"title": "The Best Car - Maruti Swift", "review": "When I Switched To Maruti From Hyundai, I Thought That I Was Living In A Fool's Paradise But To My Surprise, I Found My Self Wrong When I Bought My Swift ZXI. The Experience With My Swift Is Amazing And Beyond Expectations.\nRead More"}, {"title": "Superb Experience", "review": "The Car Maintaince Cost Is Very Low And Has Good Pickup. It Is Very Comfortable and Reverse Parking Sensor Helps A Lot While. The Controlling Of The Car Is Great With All The Features. I Really Love This Car.\nRead More"}, {"title": "Best Car - Honda Amaze", "review": "Most Powerful Engine In This Segment, Cost Of Maintenance Is Very Low And Value For Money Car, Car's Pickup Is Also Very Good.\n"}, {"title": "Great Controlling Syatem", "review": "I Really Love This Car, It Is Very Powerful And It Has A Great Controlling System And Has A Lot Of Safety Features. \n"}, {"title": "The Budget Beast", "review": "As We All Know the Maruti Suzuki Is Among Them The Best Company Of The Word. Its Car Swift 2018 Model Is The Best Car. I Am Using This Car From 1jan 2019 So I Can Understand About The Features And Specification Of Maruti Swift. Its Price Under His Performance Is Million Times Above. We Can Buy This Car For An Adult Person, For A Lady And For Any Pe...Read More"}, {"title": "Superb Swift.", "review": "Swift Has Been The Synonymous Of Quality, Pride And Trust In India. It's Designed thoroughly Inspired By The Legendary Hindustan Ambassador. The Overall Look Of The Car Is Awesome. The Fiat-sourced Diesel Engine Is The Gem Of All Diesel Engines In The Market. Its durability And Reliability Are Top-notch. And Last But Not Least, Swift's Resale Value...Read More"}, {"title": "Swift is Unparalleled", "review": "I Am A Proud Owner Of Maruti Swift(VDI) For The Past 8 Years And I Can Say It Is One Of The Best Hatchbacks Which Was Introduced To The Indian Market By Maruti. I Don't Know Why Many People These Days Are Complaining About Maruti Suzuki Cars(that They Are Not Safe, Using Cheap Materials For Cost-cutting, Using More Fiber Etc), My Reply To Those Peo...Read More"}, {"title": "First Car in My Life", "review": "Great Car To Have. Ran More Than 1.25 Lakh Kms But Still Have The Same Comfort When It Was New. I Bought It In 2011, However A New Makeover Done By MUL After That Which Is More Convenient And Comfortable. I Never had Any Problems. The First Car In My Life.\nRead More"}, {"title": "The King of Speed", "review": "Maruti Swift Has A Superb Power, Amazing Experience, I Liked The New Look Of The Car, superb Speed, And Amazing Music System, I Liked The Power, The Interior, And Exterior Look Of The Car.\nRead More"}, {"title": "Spacious Car", "review": "I Have Swift 2018 Lxi Model In Just Rs.5.6 Lac It Is A good Car For Middle-class People. Nice Look, Nice Space, Speed Performance Is Outstanding, I Must Say The car Is Nice At This Price.\nRead More"}, {"title": "Best car of the year", "review": "Maruti Swift Comes With Fabulous Interiors And Gives A Sporty Look. The Exterior Gives Better Driving Comforts And The Clutch Is So Comfortable And The Steering Seems To Be Good.\nRead More"}, {"title": "My Favourite Car - Maruti Swfit", "review": "Soft Handling, Good Speaker Sound, And Awesome Music System. Good Looking Car. It Is My Favourite Car.\n"}, {"title": "Comparison: Old Swift & New Swift", "review": "Maruti Swift Is A Performing Vehicle With Best Design. It Has Many New Features As Compared to Old Swift.\n"}, {"title": "Value For Money", "review": "Maruti Swift Gives You Great Performance And Power. The Interior Of The Car Is Very Good.\n"}, {"title": "A Perfect Car For Beginners", "review": "Maruti Swift Is Free From Maintenance. Superb Car According To The price Of The car, Which Can Be Easily Driven In The City And It Is Very Comfortable As Well. The Only drawback Is, It Lacks Some Features Which Make the car Luxurious, But According To Its Price Its The Best Car. If Someone Is Planing For Their first Car, They Should Definitely Try ...Read More"}, {"title": "A Perfect Car for Beginners", "review": "This Car Is maintenance-free. Superb Car According To Its Price. A car Which Can Be Easily Driven Easily In The City And It Is Very Comfortable Also. A Drawback Is That It Lacks Some Features That make It Non-luxurious but According To the Price It Is The Best Car. If Someone Is Planing For Their first Car They Should Definitely Try Swift. It requi...Read More"}, {"title": "Best Car", "review": "It's One Of The Best Decision In My Life To Buy Maruti Swift Among All of The Cars Available In The Market. The Car Is Just Superb In All Its Function, Mileage And Obviously Driving On Road. It Has Gorgeous Looks And Smooth Engine Sound Differs Itself From Other.\nRead More"}, {"title": "Good Looks", "review": "It Is A Very Good Car. Swift Has An Amazing Look And Style Also A Good Average Delivers. Swift VDI is A Best Choice.\n"}, {"title": "Best car 2019", "review": "Maruti Swift Is One Of The Best Cars, I Have Never Seen A Car Like This. One More Thing From Kashmir To Kanyakumari Swift Is The Best Car Seen On Roads. East To West Swift Is The Best. Swift Is One Of Those Cars We Saw More Than 10years. Every Year Maruti Company Has Come With A New Thrill And One Step Above And Better I Love The Swift Car. I Have ...Read More"}, {"title": "Milage and low maintenance cost...", "review": "There Are A Few Reasons That Make This Car A Reasonable car.\n\n1.pretty Good Handling In Its Segment Especially Better Than I10 That Has Very Light Steering And Which Makes It Less Stable At Three Digit Number.\n\n2. Ample Space For Both Front Passenger And Rear Passengers.\n\n3. Appreciable Milage And Low Maintenance Cost.\n\nCONS -\n\n1. INTERIOR Quality ...Read More"}, {"title": "Car of the Year", "review": "It Is An Outstanding Car. The Driving experience Is Very Nice Also The Average Of This Car Very Good.\n"}, {"title": "Best in comfort.", "review": "Car With The Ultimate Body With Speed Its Language. So Smooth Were Any Bumps Are Not Felt. Caring For Human Life All Benefits Are Given For Sure Protection. \n"}, {"title": "Best in the segment.", "review": "It's One The Best Decision In My Life To Buy Maruti Swift Among All Variants Of Cars Available In Market. The Car Is Just Superb In All Its Function, Mileage And Obviously Driving On Road. Its Very Close To My Heart, Like A New Family Member Of Mine. Its Gorgeous Look And Smooth Engine Sound Differ Itself From Others.\nRead More"}, {"title": "Ultimate Driving Experience", "review": "You Will Get An Ultimate driving Experience, The Balance Of The Car Is Very Good And Stable. There Is Just One Drawback That The Car Lacks In Many Safety Features.\n"}]