[{"title": "Great Car.", "review": " It Is The One Best-designed Car In Its Segment With Super Classy Engine On Which You Can Rely And Also With Good Mileage, Which Makes It Affordable And Economic. Its Interiors Design And Performance Are Also Enhanced After Every Upgrade. So This One Is The Best Budget Option You Can Go For In 2020.\nRead More"}, {"title": "Need more improvement.", "review": "Steering Wheels Feel A Bit Lose With Fewer Features When Compared To Tata Tigor In This Price Segment Which Offers A More Premium Look.\n"}, {"title": "Bad car in perfromance.", "review": "I Own A ZXI AMT For The Last 6 Months, the Car Is Not At All At Par With The Previous Generation Swift. Bad Mileage, Losing Power Now And Then, Vibration Issues.\n"}, {"title": "Nice Car.", "review": " The Car Is Amazing. I Feel Like It's My Baby. The Interior Of The Car Is Very Beautiful. The Exterior Of The Car Gives Me The Feel Of Mini Cooper At Such A Low Price. It's A Complete Family Car For 4 People. I Don't Have Many Words To Describe The Beauty Of The Car. \nRead More"}, {"title": "Great Car.", "review": "I Have Used The Swift VDI, I Was Fully Satisfied With Comfort Snd Mileage. I Was Having It For Two Years, Breaking Distance Was Also Good. AC Is Also Powerful And It Never Disappointed Me. After Selling It, I Thought It Was My Big Mistake. \nRead More"}, {"title": "Awesome Car.", "review": "Awesome Car, Name Of Reliability. Speed Is Good. Better Space And Stability. Fuel Efficiency Is Increased. The Back Sheet May Be More Comfortable As Its Having Less Space In It. The Car Needs An Update For Ground Clearance. Rear Sheet AC Vent Will Add Some Advantage In It. Rearview Mirror Is Also Not Having A Complete Back View.\nRead More"}, {"title": "The strongest hatchback.", "review": " It's the Best AMT Hatchback, I Have Ever Come Across With Awesome Mileage And Low Maintenance. It Offers Various Variants And Is A Quite Powerful Hatchback. I Am Using Swift For Last 10 Years And It Still Looks Like A New One. It Is Worth Buying And Now It Offers Amazing Features.\nRead More"}, {"title": "Great Car.", "review": "My Experience With Swift Was So Good. Performance And Efficiency Are Awesome. Safety Features Are Less When Compared To Other Cars. The Mileage Is Also Good.\n"}, {"title": "Best Car.", "review": "It's A Nice Car With A Refined Engine And Best Pickup, It Is More Muscular In Red Colour And Alloy Wheels.\n"}, {"title": "Nice Car.", "review": "Excellent Handling In Speed At Straight And Even Turns. Greater Mileage. Low Maintenance. \n"}, {"title": "Classy Hatchback.", "review": " The New Maruti Swift Comes With All Automatic Features, Great Comfort, Glorious Design And Much More. The Swift Is The Best Car In This Budget And No Car Can Compete. The Adjustable Leather Seats, Strong. A/C Vents, Navigation System Are Of Great Fun. As I Own A Petrol Variant The First Gear Itself Is Of Great Power.It Is The Best Hatchback In The...Read More"}, {"title": "Awesome Car.", "review": "It Is A Good Car With Good Mileage, Nicely Built Quality And Has Vibrant Colours And It Has Nice Information About The Dimensions It Had Nice Alloys And It Has Nice Infotainment System And Good For Travelling And Has Nice Door Opening System And Has good Seating And Also Has A Nice Quality Of Camera And a Good Standard Mileage.\nRead More"}, {"title": "Best Car.", "review": "The Swift Is A Most Convenient And Best-handling Car For Beginners. It Offers More Features Like Push-button Start, Automatic Climate Control, Touchscreen, Infotainment System And Also Provides A Fun To Drive Experience To Its Owners, The Mileage Is Phenomenal In This Segment, I Think Because it Offers 24 Kmpl Mileage In Highway. Overall It Satisfi...Read More"}, {"title": "Great Car.", "review": "Best Car In This Segment, Overall All Good Qualities In This Car, Best Music System, Best Look, And Best Suspension.\n"}, {"title": "Good Car.", "review": " The Driving Feel Is Awesome, But Safety Is Very Poor, it Is vibrating On The Highway And Very Poor Quality Of Fibres Are Used. But Some Features Of This Car Are Nice Like It Delivers A Good Mileage And Its Reseal Value Is Also Good.\nRead More"}, {"title": "Good vehicle.", "review": "Good Vehicle For Family Purpose And Other Purposes. Good Mileage Also. Highly Recommended.\n"}, {"title": "Great Car.", "review": "This Is A Good Family Car, Its Safety Features, Mileage And Other Features Are Great.\n"}, {"title": "Super Car.", "review": "This Car Is Very Ruff And Tuff And Reseal is Very Good In Price Also Its Safety Features Are Nice.\n"}, {"title": "Superb Car.", "review": "It Is A Good Car And It Has Superb Milage. It Looks Like A Luxurious Car.\n"}, {"title": "Nice Car.", "review": "Nice Car With Great Mileage And Also Its Maintenance Is Low.\n"}, {"title": "Great Car.", "review": "I Am Also An Owner Of Maruti Suzuki Swift ZDI 2014. This Is An Amazing Car With A Great Turbo Charged Power And Pickup, Small Enough For Everyday City Driving. Although Not As Comfortable And Smooth To Drive As Other Hondas. There Are Some Gear Box Issues Which Makes The Neutral To Reverse Shift A Hassle Sometimes. Back Seating Is Not As Comfortabl...Read More"}, {"title": "Best hatchback.", "review": "Awesome Car With Great Power & Torque Delivery, Fuel Economy Is Quite Good, Gear Shifting And The Gear Ratio Are Very Smooth. Steering Controls Are Outstanding With Proper Safety Systems Like ABS & EBD Which Makes It A Beast Of The Road. The Only Thing Which Lacks In The Car Is Its Outer Body Which Is Really Got Dull Should I Say The Quality Is Qui...Read More"}, {"title": "Best Car.", "review": "Maruti Swift Is The Best Car. Low Maintenance, High-performance , Best In Comfort, Best In Price.\n"}, {"title": "Best Car for daily driving.", "review": "Good Car, Great Fuel Economy, Fun To Drive. Very Low Maintenance, Good Balance, And Dynamics. Very Less Maintenance. Torque And Power Figure Is Somewhat Low It Would Be Great With 225 Nm Torque With 100 PS Power. Rear Legroom Is Shorter That Is A Problem For Tall Passengers. The Rear Door Outside Handles Are At An Odd Location, It Would Be Great To...Read More"}, {"title": "Great Car.", "review": "This Is A Great Car. The Mileage Of This Vehicle Is Also Very Significant. Also, The Power Of This Car Is Very Good.\n"}, {"title": "Awesome Car.", "review": "I Love This Car Because Of This It's very Smooth Driving, Best Mileage And Good Looks.\n"}, {"title": "Poor Car.", "review": "Safety Features Are Less, Very Cheap Material Used In The Car.\n"}, {"title": "Great Car.", "review": "Design, Performance and Resale Of This Car Are Awesome.\n"}, {"title": "Best Family Car.", "review": "Maruti Swift Is Budget-friendly For A Middle-class Family And Is Comfortable. The Car Looks Really Amazing.\n"}, {"title": "Nice Car.", "review": "Good Leg Space. Nice Bumper Space. Awsome Engine And Speed Transmission. A Great Zeal Of Comfort And Ease While Driving.\n"}][{"title": "Amazing Car.", "review": "Amazing Features With My Budget This Is A Perfect Family Car, Very Powerful Engine And Also Mileage Is So Good.\n"}, {"title": "Best Car.", "review": " It Gives Very Good Mileage In The City And On The Highway, The Pick Up Is Good But The Mileage And Comfort Are Not Good.\n"}, {"title": "Great Car.", "review": "Maruti Suzuki Swift Continues To Dominate The Indian Market. It Is The Best And Most Selling Car In India.\n"}, {"title": "Great Car.", "review": "Great Car With Amazing Features.Perfect Pickup, Beautiful Interior. I Am Impressed With All Its Features.\n"}, {"title": "Great Car.", "review": "I've Been Using The Swift Car For 2 Years And The ZDI Model, The Mileage Is Very Good Average 22, The Front Seat Travel Is Great, The Driving Seat Is Very Good, The Front Has Good Viewing, Interior Premium Look, Automatic AC Design Super, Rear-seat Travel Is Minimal, Flat Bottom I Like The Steering Wheel Very Much, And The Steering Wheel Can Be Han...Read More"}, {"title": "Awesome Car.", "review": "This Car Is Literally Good In Design. This Car Includes Automatic Features And Also Exhaust Is Good. \n"}, {"title": "Super car & different car.", "review": "Maruti Swift Is So Amazing Car Comfortable For Both Rural And Urban Areas. The Mileage Of This Car Is So Good And Apart From This, The Service Cost Is Also Less. Looks Of The Car Are So Attractive Overall Its A Perfect Car. \nRead More"}, {"title": "Good car with best price.", "review": "It Was A Good Car In Terms Of Mileage And Driving. Overall I Like This Car. My Car Mileage Is 17 On The Highway And In City 14 Kmpl. I Paid More Than 8 Lakh For My Car Including Extra Fittings. It Is Worth To Buy For A Family Small Car With A Lot Of Benefits. The Car Is A Perfect Budget-friendly Car.\nRead More"}, {"title": "Great Car.", "review": "Good Car With a Good Look. The Mileage And Pickup Are Awesome.\n"}, {"title": "Awesome car.", "review": "In The Maruti Hatchback Segment Swift Is One Of The Best Cars, I can Say The Best Part Of Maruti Is After-sales Service.\n"}, {"title": "Great in fuel economy.", "review": "Hi Everyone. I Bought Swift VXI In 2013 And At That Time Only a Few Options Were Available - I20, Swift, Polo But I Chose The Swift. Pros - Low Maintenance, Great Average Approx 18kmpl In City And 24kmpl On The Highway. Cons - Low Safety, Low Build Quality, Rattling Noise After 6 Years Of Usage, Suspension Became Very Hard Now. Comfort, Power, And ...Read More"}, {"title": "Great car in the segment.", "review": "Maruti Swift Comes With Great Power And Very Good Mileage. I Have The Diesel Version Of The 2017 Model, It Has Smooth Gear Shifting And Good Legroom. Swift Feels Very Powerful And It Also Has A Low Maintenance Cost. Because Of The Popularity Of This Car, It Has A Very Good Resale Value. Overall, Swift Is A Very Good Car\nRead More"}, {"title": "Great mileage Car.", "review": " Maruti Swift Is A Good Car It Has All Things Needed But It Has Less Space Only Maruti Should Need To Increase Some Space In This Car And It's Looks Are Also Very Nice, It's Power mileage Is Also Good This Is Comfortable And Pick Up Point Is Also Very Good.\nRead More"}, {"title": "Best car.", "review": "Comfortable, Smooth Drive, Awesome Look, Interior, And Music System Is Very Good, Feel Like A Sports Car And Nice Speed Also.\n"}, {"title": "Classy Car.", "review": "Great Experience.Nice Car With Low Maintenance Costs. Ideal For Every Class. It's Very Comfortable And Smooth In Driving. Fuel Efficiency Is Great In The Segment. All Features Which Are Required According To Today's Need Are Enhanced In This Model With The Assurance Tag Of Maruti Suzuki. Buy And Enjoy It.\nRead More"}, {"title": "Very nice car.", "review": "Best Economical Car, And Also It Is Very Comfortable. \n"}, {"title": "Bad Quality Car.", "review": "Great Car In Terms Of The Engine But When We Talk About Safety It Is Not Good, Also The Interior Is Not So Good.\n"}, {"title": "Execellent car forever.", "review": "Hello, Everyone, I Am Junaid Khan I Have A Swift Vdi Diesel It's My Favorite Car Ever It Gives good Mileage And Very Comfortable Seats And Very Good Space In The Backside And I Want To Say Thanks To Maruti Suzuki For Making Such A Wonderful Car I Love This Car.\nRead More"}, {"title": "Comfortable drive.", "review": "Very Good Car With A Good Sitting Capacity, comfortable While Driving On Bad Roads And Also On Good Roads. Very Stable Car On Top Speed. I\"ve Went Up To 125kmph, Overall Very Comfortable Driving. \nRead More"}, {"title": "Awesome Car.", "review": "It Has Great Mileage And Also Its Looks Are Great.\n"}, {"title": "Great Car.", "review": "The Car Is Awesome. I Have ZXI+ Model. It Gives Mileage Nearly 20 And Above. I Use It For Long Drives And Mediumly In The City. The Car's Engine Is Very Nice. It Is Very Good Condition Although I Use It Rough And Tough. It Is Very Good For Use. Its Service Cost Is Also Budget-friendly. I Took The Right Choice By Buying It. My Money Got Nice Value.\nRead More"}, {"title": "Best in hatchback segment .", "review": "I'm Using Maruti Suzuki Swift VDI 2017 December modal. I Am Happy With My Car, Service Is Good, Mileage Is Excellent, Mileage In City 18-19 Km/l & Highway 21-22km/l, Ac Performance Excellent, Build Quality In Segment Is Average, Not A Major Problem In My Car, I'm Satisfied With My Car I'm Driving More Than 50 Km Per Day. Car Performance Is Excellen...Read More"}, {"title": "Lovely Car.", "review": "It's The Best hatchback From Suzuki And Also It's The Vehicle Which Has Largest Sales In India And Swift Gives Good Mileage On Swift We Can Modify How Much We Want It Looks Awesome After Modification Also And The Space And The Engine Pull Power It's Enough I Bought It Because In This Segment This Is The Only Car Which Gives Good Features And Mileag...Read More"}, {"title": "Excellent car.", "review": "This Car Is Excellent And This Car Performs Well On Hill Slopes And Mileage Of This Car Is Superb. The Overall Car Is Outstanding. \n\n \n"}, {"title": "Good Car.", "review": "A Very Good Car. The Body Roll In This Car Is Zero. Ride And Handling Is Excellent. The Engine Response Is Also Good. Suspension Of This Car Is Also A Little Stiff thing Which I Don't Like In My Car Is.. A Very Low Ground Clearance. \nRead More"}, {"title": "Nice Car.", "review": "This Car Is Very Good In Terms Of drive And I Feel Relax When I Drive. Mileage And Comfort Are perfect.\n"}, {"title": "Great Car.", "review": "I Am Using Maruti Swift For The Last 4 Years And Approx. 125000 Km. According To Me, It Is The Best Car, Under A Budget Of A Common Man, Good Mileage, Superb Look, Good Features, And Totally Value For Money.\nRead More"}, {"title": "Great Car.", "review": "I Have A VXI Petrol Version Car. It Is Very Good And Comfortable. Driving Is Very Easy And Smooth Like Butter.\n"}, {"title": "Average car.", "review": "The Rating That I Have Given On Basis Of Safety Features. As All You Know That Swift Is Not Safe As Required.\n"}, {"title": "Good Car.", "review": "Car Performance Is Good, Mileage, And Other Features Are Also Good.\n"}][{"title": "Comfortable Car.", "review": "The Shape, Mileage, Comfort Is Excellent. All Its Features Are Great.\n"}, {"title": "Awesome Car.", "review": "It Is Such An Awesome Car From Maruti Suzuki Family. Main Attraction Is Its Driving Comfort. Its Performance On Top-end RPM Is Mindblowing. Build Quality Is Average. A Good Engine And Its Performance Are On Another Level. Black Company Seats And Black Interiors Bring A Luxuary Feel Into The Car.it Gives Decent Mileage On Both Cities And Highways.\nRead More"}, {"title": "Best Economical Car.", "review": "Dasing Look And Very Comfortable On The Ride, and It Is A Very Fuel-efficient Car. Millage Is Super, Engine Quality Is Very Good. You Have The Option To Choose Multiple Colors In This Version Of Swift. Build Quality Is Too Good And Has A Low Maintenance Cost, The Car Features Are Too Glorious Than The Car Price.\nRead More"}, {"title": "Cool Car.", "review": "It Is The Best Car And has A Good After-sales Service. I Will Definitely Suggest Everyone Buy A Maruti Swift.\n"}, {"title": "Nice Car.", "review": "Nice Car But Not Awesome. The Interior Is Not Up To The Mark And The Sound System Is Not Good, Boot Space Is Low. I am Using The Car For 2 Years And There Is Not Much Problem In The Car . Overall It Is A Nice Car. Highly Recommended.\nRead More"}, {"title": "Classy Car.", "review": "I Bought A Red Swift In September 2019. Test-driven Wagon Amt Before Buying, But Was Not Satisfied With The Interior Of The Wagon and Also The Tall Boy Design Was A Problem When Cornering At 80- 90 Kmph. After A Lot Of Research Finally Bought Swift  XVI.\n\nGood Things:- Engine Smoothness And Pickup, 2. It looks Like A Mini Cooper In Red 3. Automatic...Read More"}, {"title": "Wonderful Car.", "review": "I Love This Car I've Been Driving This Car For The Last 5 Years.  I Am So Proud That I Made This Decision And Bought It. Highly Recommended.\n"}, {"title": "Good car, value for money.", "review": "Nice Comfortable Ride. Need To Improve Little In Suspension And Engine Sound, Seating And Ambiance Is Nice.\n"}, {"title": "Nice car overall.", "review": "This Is The Greatest Car In The Affordable Car Market. Much Different From The Old Version. The Best Thing I Like In This Car Is Its Dashboard Which Is Very Plain And Offers A Better View Of The Road Ahead. It Is Too Much Spacious And Sporty Car. The Rear View Of The Car Is A Bit Compromising. Its Lightweight Scares E A Bit. Otherwise, I Want To Bu...Read More"}, {"title": "Great Car.", "review": "Swift Is The Best Car Till Now For Me And Their Seats Are So Comfortable And Their Legroom Is Also Good. Their Power Steering Is Very Smooth And Runs Like A Horse. Their New Functions Are Very Good And The Quality Of The Material Used In The Car Is Very Good Also their Engine Is Big And I Loved This Car.\nRead More"}, {"title": "MARUTI SUZUKI", "review": "ALL CARS OF MARUTI SUZUKI ARE WONDERFUL BUT SWIFT CAR IS COMPLETELY DIFFERENT. ON HIGHWAY OR CITY ROAD, THE DRIVING BECOMES VERY SAFE. MY CHOICE WOULD BE ALWAZ MARUTI SUZUKI SWIFT.\nRead More"}, {"title": "Best Car in Budget", "review": "Its A Nice, Affordable, Comfortable And Stylish Car In My Budget. For My Daily Use, It Has A Very Nice Economy And Good Riding Performance With low Maintenance. If You Do Regular Services Compare To Other Cars.\nRead More"}, {"title": "Nice Car of the Year", "review": "Maruti Suzuki Is An Indian Company. It Makes Great Mileage And Great Cars. One Of These Vehicles Is Swift. Very Good Features And Body look very Sporty And Its interior Is Very Attractive. One Of The Best Cars Is Swift And It's Awesome In White Color. Nice Looks And Has Great mileage.\nRead More"}, {"title": "Best Car.", "review": "Swift Has Been By Far The Best In Its Category. Its The Best Hatchback One Can Ask For. It Has Got The Style, Comfort, And Almost Everything You Will Need In A Car. If You Are Planning For A Car, Swift Is One Of The Primmest Options.\nRead More"}, {"title": "Best Car for Small Family.", "review": "Swift Car Is The Best Car And Most Popular For A Small Family In India. \n"}, {"title": "Great car.", "review": "Really A Comfortable Vehicle At This Price, Modern Look, And Fine Maneuverability. Thanks To The R&D, the Manufacturing Company For Giving It Indian Texture.\n"}, {"title": "Car not good for big Families.", "review": "Not So Got For A Big Family. Also, The Outside Material Is Not Good. The Car Is Very Small. The Weight Of The car Is Very Light. Instead Of This, You Can Buy A Baleno .\n"}, {"title": "Sporty Car.", "review": "This Is The Best Car For Middle-class Families, The Car Has A Good Interior As Well As Exterior As Compared To Other Sports Cars Of The Same Range.\n"}, {"title": "Perfect Car.", "review": "The Car Has The Best Mileage, Ever Any Car Can Give And Having Nice Shape And Features As Every Car Should Have. The Car Is Having A Great Pickup Which Gives An Amazing Experience To The Driver. The Comfort Is Just Like We Can Drive It Easily For The Long-distance Without Getting Tired. \nRead More"}, {"title": "Great Car.", "review": "Maruti Swift Has A Very Good Engine. This Is A Family Car As Well As Having Good Looks And Features Like Any Other Sedan Cars. It Also Comes With Better Mileage And Good Performance Vehicle. The Comfort Level Of The Car Is Pretty Good, Having More Leg Space or We Will Say Shoe Space. Overall This Car Is Great.\nRead More"}, {"title": "Stylish Car.", "review": "I Recently Bought NEW SWIFT ZXI Plus, Top Of The Line Variant Although It Was Very Tough To Between New Swift And I20 Asta Model Because Both Are Best. The Best Thing About Swift Is Its Styling It Is Really A Good-looking And Sporty Car In Terms Of Its Design And Looks, And The New Diamond Cut Alloys Ads Ice To The Cake. I Term Of Feature It Compet...Read More"}, {"title": "My first choice swift car", "review": "I Am Feeling Very Proud To Drive This New Swift Car. I Am Satisfied With Its Seat Arrangements And Comfortable Space. Even Though There Is No Problem To Sit And Drive Comfortably.Lost The Look With Exterior Led Lamps.. Interior Is Nice. In Manual At 4th Gear The Car May Not Give Full Power. Overall Ride Quality Is Good. Look Wise There Is A Lot Dif...Read More"}, {"title": "Nice Car.", "review": "Great Mileage In Diesel Variant , Less Maintenance Thought Of CNG Installation But It Is Not Available In The Diesel Engine.\n"}, {"title": "Best Hatchback.", "review": "Maruti Suzuki Made This Magical Machine In The Year 2007. This Machine Was Avowed As The Swift, A Compact Hatchback That Has Continued To Win The Hearts Of Millions Ever Since Early 2000. The Evolution Of This Car Could Be Described By The Same Name As The Car Name Because It Is Has Been So 'swift' And Smooth, Coping Up With The Latest Hatchback De...Read More"}, {"title": "Best Car.", "review": "The Fantastic Car Having, Fabulous And Decent Look. It Has Good Space For Travel. It Has A High Resale Value Than Any Other Car.\n"}, {"title": "Amazing Car.", "review": "I Have Driven The Car, It Was Very Smooth Moving And Also Has Good Pick Up And Silent Engine Power Totally Good For Families.\n"}, {"title": "Great Car.", "review": "Best Car I Never Had Seen Anywhere. Familiar Car For Every. And Anyone Can Afford This. My Choice My Swift Dzire.\n"}, {"title": "Comfortable Car.", "review": "Weak Body And Chassis But The Very Fine Engine To Drive Still Not Satisfied With The Suspension System Of The Company But Still Good Variant With Good Milage.\n"}, {"title": "Nice Car.", "review": "Maruti Swift King Of All Medium-range Cars.Good Average And Good Looking And Also A Low Maintenance Cost.\n"}, {"title": "Best in class.", "review": "Best In Class In Everything, Performance, Convenience, Mileage, Maintenance, Stability And Much More.\n"}][{"title": "Nice Car.", "review": "This Is A Nice Car With A Sporty Look And A Great Design.\n"}, {"title": "Nice Car.", "review": "This Is A Nice Car With Great Comfort, Mileage, And Is Also Very Spacious.\n"}, {"title": "Excellent  Car.", "review": "This Car Has Great Features, In Terms Of Looks And Resale Values.\n"}, {"title": "Super Car.", "review": "Super And Amazing, This Car Is A Very Good Looking And Powerful Car.\n"}, {"title": "Nice low budget vehicle", "review": "Nice To Ride And Low Budget Vehicle. It Is A Comfort To Drive And Has Nice Mileage.\n"}, {"title": "Nice Car.", "review": "Nice, Affordable And Budget Car. Maintenance Cost Is Lower Than Other Similar Range Of Cars. Service Cost Is Also Low.\n"}, {"title": "The sporty car.", "review": "This Is The Best Car In Terms Of The Design, Comfort, Best Car In The Segment.\n"}, {"title": "Great car.", "review": "The Car Meets All The Requirement, This Is Perfect For Long Touring. The Fuel Economy Of The Bike Is 26-27kmpl. The Air Condition Performance Of The Car Is Great With A Great Music System And Lower On Maintenance. \nRead More"}, {"title": "Nice Car.", "review": "One Of My Favorite Cars,I  really Like This Car From The Heart But Build Quality Is Not Much Better. But The Overall Car Is Very Good.\n"}, {"title": "Great Car.", "review": "Awesome Response Brilliant Pickup Satisfactory Average, Unexpressible In One-word Excellence At A Vast Mode The Smooth Stability Provides Total Comfortably.\n"}, {"title": "Unsafe Car.", "review": "I Am Not Satisfied With The Features Of The Car, Fuel Efficiency Is Low Also The Interior Is Not Good.\n"}, {"title": "Nice Car.", "review": "This Is Essentially What Comes To One's Mind When One Speaks About A Hatchback, The Swift Is Undoubtedly The Major Player In The Segment.here An In-depth Comparison Of These Two Before You Plan To Live The Hatchback Life.\nRead More"}, {"title": "Awesome Car.", "review": "I Have Been Using Swift From A Year, Automatic One Is smooth Glossy And Much More The needed Mileage Is Good, And The Car Look Very Premium And The Long Drives Become Shorter Due To The Smoothness Of The Car And Engine. I Really Loved The Car. Best Buy Budget-friendly I Suggest You Go For It\nRead More"}, {"title": "Awesome Car.", "review": "The Car Is Great, The Maximum Features Are Great, Only Some Features Are Not Good.\n"}, {"title": "The Real MVP", "review": "I Have Owned The Old Swift And Used To Tell Myself That I Will Never Ever Buy The Same Car Again And Try Something New But When I Actually Had To Buy A Car It Was The New Swift. I Almost Tried Every Car In That Segment But Some Of The Other Ways It Did Not Fit My Requirement. I Went For The AMT As Its Easy For City Use As It's Not Your Conventional...Read More"}, {"title": "Average Car", "review": "It Is A Good Car By Maruti Suzuki At This Price Range.But I Think The Company Should Make Improvements In The Car.It Has Too Many Problems. The Company Should See Its Comfort. Its Seat Quality Is Not Good As It Should Be Given The Seats Are Too Hard. Its Built Quality Is Average.\nRead More"}, {"title": "Great Car.", "review": "All The Features Of This Car Are Amazing, It Gives Me A Sporty Feel, With Its Smooth Handling And Great Performance.\n"}, {"title": "Comfort and Speed.", "review": "Overall Good Experience With The Comfort For The Passengers. It Gives A Good Driving Experience, But Some People Feel Bad Because Of The Smell Inside The Car, People Vomit Because Of That Smell. Overall Not A Bad Experience With The Car.\nRead More"}, {"title": "Great Car.", "review": "I Am Feeling Very Proud To Drive This New Swift Car. I Am Satisfied With Its Seat Arrangements And Comfortable Space. I Am A Fat Man, Even Though There Is No Problem To Sit And Drive Comfortably.\nRead More"}, {"title": "Best Car.", "review": "I Had An Old Version Of Swift Its 2009. I Had Driven It Up To 1lakh 25 Thousand No Maintenance No Engine Work Until ..now I Had Purchased A New One By Exchange, You Can Drive The Car In All The Way And In All Conditions That U Want, And If We Talk About Engine It Just Wow No Words For That Keep It Up Maruti Suzuki The Best Company For Car The Tough...Read More"}, {"title": "Swift the Father of Hatchback", "review": "Maruti Swift Has A Very Good Mileage Along With Beat In Class Handling. It Also Has A Very unique Design Of Interior And Exterior.\n"}, {"title": "Great Car.", "review": "A Great Car With A Solid Engine. Useful Features By Suzuki Are A Bonus, the Infotainment System Is Good But Could Be More Responsive, although The Swift Seems To Be Small From The Outside The Interior Spacing Is Well Constructed, The Only Drawback Is Its Boot Space, Rest The Car Is A Great Car.\nRead More"}, {"title": "Good Car.", "review": "This Is A Nice And Smooth Car, Also Its Comfort Level Is Good.\n"}, {"title": "Great Car.", "review": "This Is A Great Car With Amazing Features Also With Good Exterior And Interior Quality. Highly Recommended.\n"}, {"title": "Best Hatchback of Maruti Suzuki.", "review": "Swift Is The Best Hatchback Of Maruti Suzuki At Its Price Range. The New Swift Look Is Also Fantastic. Swift Gives Higher Milage From Other Cars Of Its Price Range. It gives 22 Milages In Petrol And 24 Milages In Diesel. The Interior Of This Is Also Amazing. It Feels Rich Interior. It Also Offers Two Airbags In Front And ABS In The Base Variant.\nRead More"}, {"title": "Great Service Network.", "review": "A Well-known Car And Highly Sold Car In The Indian Market. As These Car Parts Are Easily Available Everywhere In India. Nothing Bad About This Car As Maruti Is Very Conscious About There Products And They Keep Upgrading There Product As Per The Demand Of The Indian Market. Thanks To Maruti For Providing Such Type Of Products And The Trust They Buil...Read More"}, {"title": "Best Car.", "review": "Its A Great Car For The Middle Class Family, Easy Services Available At Any Location All Around India Its Maintenance Is Less Compare To Other Car Parts Are Easily Available At Cheaper Rates.\nRead More"}, {"title": "Great Car.", "review": "Amazing Car, Best Mileage, Best Handling And Body Control In The Segment. It Is Still The Favorite Choice Of Indian Buyers And Eyes Close Choice. The Only Thing Is The Design Of The Vehicle Its Hate Or Like It Type But The Service Quality Of Maruti Suzuki, Maintenance Cost And Ease Of Use Make It The Best Car In The Segment. It Is Value For Money C...Read More"}, {"title": "Great  Car.", "review": "Always Best Car In The Hatchback Segment With Reasonable Prices And Also With Good Mileage, power And torque Is Also Good In This Budget.\n"}, {"title": "Car with Good Mileage", "review": "I Had Maruti Swift VDi, I Run Since 2012, With No Any Problems, And Minimum Maintenance Cost, It Has Also In Good Mileage, Approximately 22 To 25 Km/liter, It Has Diesel Engine But Had To Voice Like A Petrol Versions, So I Have Loved My Car Very Much, So Friends I Suggests That If You Want To Purchase Small Car, Go To Swift.\nRead More"}][{"title": "Best car for all conditions.", "review": "A Car With A Comfort And Royal Design. Very Nice Car For All Kinds Of Roads. Best In Mileage Also And Suitable For Every Condition. Best Car With A Luxurious Feel In It.\n"}, {"title": "THE FAMILY RIDER.", "review": "The Best In The Class Family Car That Is A Part Of Most Indian Families Including Me. Its Riding Quality And Road Presence Are Just Amazing. It's ABS Braking Is Just Fabulous. We Own The Full Automatic Diesel Variant. It Also Comes With All Types Of Sensors Like Seat Belts, Side Doors Open Sensors. The New Steering Wheel Just Looks Like A Sports Ca...Read More"}, {"title": "A great car.", "review": "Good Small Car By Maruti.\n\nPros:\n\n*Good Looks Interior And Exterior Look. \n\n*Good Mileage For 1.2ltr Engine.\n\n*Cheaper Maintenance. \n\n*Comfortable Seats. \n\n*Very Comfortable For 4 And 1 Child.\n\n*Good Excitement Driving At Speeds In Control (120-140kmph)\nRead More"}, {"title": "Just excellent.", "review": "This Is The Most Comfortable Hatchback Car I Have Rode. This Car Is Very Cute In Looks And For Small Family Its Like Heaven.\n"}, {"title": "Great car.", "review": "Very Nice Care And Very Comfortable. This Is A Family Car.\n"}, {"title": "The real Indian car.", "review": "Totally A Family Car As It Is Spacious, Luxurious And The Driving Experience Is Amazing. Also, The Mileage It Delivers Is Impressive.\n"}, {"title": "Great car.", "review": "Great Car Within The Budget. Highly Recommended.\n"}, {"title": "Best in segment.", "review": "This Is A Great Value For Money Deal, Fuel Economy Of The Vehicle Is Great. The Price Range Is Also Perfect In The Segment.\n"}, {"title": "Great car.", "review": "It Is A Very Great Car In The Segment.\n"}, {"title": "Best hatchback for middle class.", "review": "It Is Definitely The Best Hatchback Of The Decad. Maruti Has Done An Excellent Job In Design This Beauty. It Has All The Features That Are Essential For A Hatchback And Also The Most Important Part Is That It Delivers A Mileage Of 22-25 Kmpl (diesel) On The Highway. And If You Want To Exchange Your Vehicle Then Also This Won't Disappoint You It Wil...Read More"}, {"title": "Nice Car.", "review": "All The Features Of This Car Are Good, Its Headlights, Backlights And Music System Are Amazing.\n"}, {"title": "Amazing experience.", "review": "This Car Is Filled With Features, The Experience Of The Car Is Amazing.\n"}, {"title": "Best hatchback.", "review": "This Is Always Been The Best Car Because Of Its Compact Size And Dimension. Along With The Rich Interior, I Am Very Much Happy With The Performance Of The Car.\n"}, {"title": "Outstanding car.", "review": "Great Experiences With Old Maruti Suzuki Swift. This Is Absolutely Right About Each And Every Car Of Maruti-Suzuki Is One Of The Best Cars With Stylish Looks As Well As Engine Condition. Thanks A Lot, Maruti Suzuki.\nRead More"}, {"title": "Amazing car.", "review": "This Is An Amazing Car if Anyone Wants To Buy This Car My Suggestion Would Be. Go For It, Value For Money, very Much Comfortable. The Braking is Also Good In This Car And The Exterior Looks Are Amazing. It Is Also Convenient For heavy Traffic.\nRead More"}, {"title": "Affordable car", "review": " \n\nThe Is Too Good At This Price And It Has The Best Design And Performance. I Am Experienced That's Why I Am Saying That You Can Buy This Car Without Any Hesitation  \n"}, {"title": "Excellent car", "review": " \n\nExcellent Car. The Looks Of The Car Are Good To Compare To All The Other Car.The Car Is For New Generation And Stylish \n"}, {"title": "Affordable car", "review": " \n\nThe Maruti Is An Affordable Car For Middle-class People Who Wants To But The Car And Its Mileage Is Also Good. The New Swift Have Hatchback Styled Look And Boot Space Is Also Outstanding .The Features Of Car Is Good Like Airbag And Large Engine \nRead More"}, {"title": "Comfortable car", "review": "Its Very Comfortable And Feels Like A Luxury Car Its Mileage And fuel Capacity Is Also Perfect I Love This Car\n"}, {"title": "Pwerfull car", "review": "Really It Is A Very Expensive Middle-class Car. Engine And Build Quality Of Car both Is powerful. It's A Complete Fully Comfort Sheeted. Totally MARUTI SWIFT Is The Very Nice Car. In The Field Of Mileage, It's Best. I Am Using It For 6 Months I'm Happy With It Performance. Specifically Thanks To MARUTI SWIFT. THANK YOU SO MUCH!\nRead More"}, {"title": "Great car.", "review": "Swift Has Always Been A Heartthrob Of The Nation, And The New ( 2018) Swift Exceeds The Expectation With The Smooth Handling, Power-packed Performance, And Surprisingly Good Average. I Switched From Diesel Desire To The New Petrol Swift And What I Felt Was Totally Amazing The Pep, The Silent Drive And Of Course The Mileage. I Was Getting Milage Of ...Read More"}, {"title": "Amazing car.", "review": "This Is The Best 5 seater Car That I Have Ever Seen In This Budget. It Gives Good Power But It Lacks Safety Features. Its New Look Gives A New Experience To The Older One. This Is The Most Successful And Most Efficient Vehicle In A Country Like India. Its Best In Terms Of Mileage And Economy.\nRead More"}, {"title": "Thin body only the problem", "review": "Good Car And Its Mileage Are Also Good And Best Features In Less Money But It Is Not Having A Strong Body.\n"}, {"title": "Great car.", "review": "This Is A Good And Affordable Car For Middle-class Families. \n\n \n"}, {"title": "Great car.", "review": "Great Car For The Middle Class Family, With Good Mileage And Amazing Features.\n"}, {"title": "Beast car.", "review": "It Is An Amazing Car, It Offers A Fuel Economy Of 23kmpl. Road Comfort Is Amazing And It Is Value For Money.\n"}, {"title": "Great car.", "review": "This Car Is Packed With Features.\n"}, {"title": "Good Car.", "review": "It's Low Maintenance And More Mileage Vehicle, Also Its Safety Features Are Great.\n"}, {"title": "Best in its segment", "review": "One Of The Most Powerful And Efficient Cars In The Hatchback Segment. It Will Give You The Best In The Topmost Model Of Cars\n"}, {"title": "Poor in safety.", "review": "The Features Of This Car Are Not So Good, In Terms Of Safety And Service Costs.\n"}][{"title": "Best car in hatchbacks.", "review": "Superpower In Hatchbacks Comparison. And It Is Very Smooth Which Feels Like Let's Drive More And Excellent Features At This Price Point. Like Automatic Headlights 16-inc alloys. And The Main Is It has A Super-duper Sporty Steering Wheel And Its Space Is Also Pretty Good And The Music System Is Also Very Good And I Am The Fan Of The Headlights And B...Read More"}, {"title": "Awesome car.", "review": "This Is An Amazing Car And A Great Model.\n"}, {"title": "Great car.", "review": "All The Features Of This Car Are Amazing. Highly Amazing.\n"}, {"title": "Great car.", "review": "Good Car For A Middle-class Family With Standard Safety Features And For Long Term Usage And Maruti Genuine Parts Are Available All Across India So Its Not So Difficult For Customers For Servicing Maruti Suzuki Vehicles And Resale Value Of Maruti Swift Car Is Much Better When Compared to Others.\nRead More"}, {"title": "Great car.", "review": "Swift Is A Very Good Car In The Middle Range. It Is Comfortable And the Interiors Are Amazing. Also, It Delivers The Ultimate Performance.\n"}, {"title": "The best in the segment.", "review": "Great Car, As The Mileage Is Impressive And The Comfort Is Up To The Mark.\n"}, {"title": "The hatchback monster.", "review": "Amazing Experience So Far As It Delivers An Ultimate Mileage Of 21.3kmpl Without A.C. Also, The Looks Are Impressive.\n"}, {"title": "A great car.", "review": "Great Looks And The Features Given Are Impressive. Also, The Speed And The Performance Is Unbelievable.\n"}, {"title": "Amazing car.", "review": "It's A Good Family Car With Great Interiors. It Has Amazing Pickup And Humongous boot Space With great Engine Performance.\n"}, {"title": "Extraordinary good car", "review": " \n\nThis Car Has Instant Power Plus Mileage And Low Maintenance. The Biggest Alloy Led Lights And Looks Are Awesome\n"}, {"title": "Best car in this segment", "review": "Maruti Swift Is The Best Car In This Segment With All The Best Features. Very Comfortable Car For A Small Family. Also, Best Car In Term Of Driving Experience.\n"}, {"title": "Best car in this price range.", "review": "Though Maruti Suzuki Swift Is Already One Of The Bestselling Cars In India, It Still Faces Stiff Competition From The Likes Of Maruti Baleno, Tata Tiago, Maruti Ignis And Hyundai Elite I20.\nRead More"}, {"title": "A very comfortable car", "review": "Maruti Swift Is Very Smooth While Driving Also Getting Very Nice Legroom Space. This Vehicle Is Very Comfortable For A Small Family. Also, Getting Very Nice Mileage With Good Resale Value.\n\n \nRead More"}, {"title": "Top model cars", "review": "Superb Car With Good Comfort And Classic Look. Loveable Colours. Highly Modified Car and Amazing Looks Than Others.\n"}, {"title": "Best performance car", "review": "Maruti Swift Is The Best Car In Terms Of Performance, Mileage, Pickup, And Comfort Level. How's The After-sales Service Is Also Better As Compared To Other Brands.\n"}, {"title": "A Pathetic car", "review": "Maruti Swift Is Not The Budget-friendly Car Also Not Getting The Best Features In The Vehicle. Maruti Swift Has Pathetic Suspension System With Low Pickup.\n"}, {"title": "Satisfied with this car", "review": "Very Satisfied With The Purchase Of Maruti Swift. The Brand Has Used Very Nice Technology To Upgrade This Vehicle.\n"}, {"title": "My experience with Maruti Swift", "review": "Maruti Swift is Excellent In Performance. Also, it Has a Good Engine, Interior, And Exterior In The Car. Overall Good Car With All The Required Features.\n"}, {"title": "Best car in this segment", "review": "I Buy A New Maruti Swift In April 2019. It Is A Very Great Performance And Very Good Pickup Experience Getting In This Car. Very Spacious Car In This Budget Range With All The Best Features.\nRead More"}, {"title": "A superb pick-up car", "review": "Maruti Swift VDI Is A Superb Car. It Is The Very Best Car In This Budget Range. Also, Comfortable For A Small Family. It Has A Superb Pick-up.\n"}, {"title": "Power meets comfort", "review": "The Powerful Smooth Car Which Meets Comfort I Like To Get In Drive With My Best The Swift It Has A Great Value When We Go On Driving It Except The Others The Most Lovely And Likely Part In This Car Is \"The Speed\" I Have The Best Mileage Of 20km/l I Was Very Happy To The Powerful. Its Comfort Is Excellent And It Has The Excellent Pickup The Service ...Read More"}, {"title": "A middle class family car", "review": "It Looks Like A Premium Car But As Per Body, It Has Strong Eggshell Is Better Than That. But Beauty And Power On A Hatchback In The Budget And Most Services Center. It Fits A Middle-class Family.\nRead More"}, {"title": "Best four wheeler", "review": "Best Trusted Car Ever With Low Maintenance, It Is Really Too Good. A Smart Buyer Chooses This One With Confidence.\n"}, {"title": "Classical car", "review": "It Is A Nice And Royal Classic. It Has The Perfect Body. The Back panel Is Very Good And The Front Looks Awesome And Fantastic.\n"}, {"title": "My Dream Car", "review": "Dream Car, Everyone Has Their Own Short Term Aims Currently My Aim Is To Buy This Car I Hope I Will Get It Soon, Plan To Buy It On 2020.\n"}, {"title": "Verey good car", "review": "This Very Good Car I Am Used This Car After 10-year L Like Maruti Swift Car And New Version Very Very Good Mileage Very Good 20 Kilometer I Like Mileage I Mean This Car All Car Comparison This Amount My Choice First Shift Very Good Person Use For Swift New Version I Hope You Like This Car And Purchase This Car Just Now Thanks I Wall Not Advice.\nRead More"}, {"title": "Perfect  for city", "review": "This Car Is Very Comfortable And Perfect For A Small Family. Better Fuel Efficiency, ride Quality, Etc.\n"}, {"title": "Except ground clearance all is well", "review": "Petrol Model Mileage Is Good But Ground Clearance Is Not Enough. Except For Ground Clearance, All Is Well.\n"}, {"title": "Bad body built", "review": "Low Built Quality. Stylish Design, Average Performance, Good Mileage. Less Handling And Drive Comfort Are Low.\n"}, {"title": "Comfortable car", "review": "Today I Have Purchased Maruti Swift VDI. Also, Getting Good Looks Along With Features In This Car.\n"}][{"title": "My Dream Car", "review": "This Is An Excellent Car, One Day I'll Definitely Bring This Car. This Car Is Very Rough And Tough.\n"}, {"title": "My favourite Car Ever", "review": "It Looks so cool. This Car Is My favorite. The Car Is Very Powerful. When We Drive The Car We Feel Like A Luxury Car. Its Music System Is Very Good And The Bass And Sound Quality Are Amazing. We Do Not Need To fit A Bass Tube.\nRead More"}, {"title": "Awesome Car.", "review": "The Car Is Best In The Mid-range Segment. The Interior Is Superb Feels Like Luxury Exterior Also Give A Premium Feel. Sometimes The View From Inside Seems Uncomfortable Due To The Judgment Of The Driver. The Quality Of The Exterior Should Be Improved For Safety Purpose. Feel Sad For The Best Selling Indian Car And Safety Star Is Only 2. The Average...Read More"}, {"title": "Great car.", "review": "A Very Comfortable And Beautiful Car. Maruti Suzuki Has Always Been An All The Best Company In the Making Of Car And After-sales Service.\n"}, {"title": "The real ride.", "review": "Easy To Ride And The seating Posture Is Comfortable. The Transmission System Is Up To The Mark And The Seat Belts Are Effective And Adequate. However, there is No Sunroof Feature Available In The Car. \nRead More"}, {"title": "Best car in the price range.", "review": "It Has A Classy Exterior As Well As The Interior And very Economical. It Has A Mileage Of 15kmpl In Hilly Areas. Very Comfortable For Long Journeys And Very Stable Even When Driving At 100 To 120kmph. Very Affordable And The Infotainment System Is Amazing.\nRead More"}, {"title": "The best one.", "review": "Perfect Car At This Price As Compared To Other Cars. Great Space, The new Look Is Also Great.\n"}, {"title": "Great car.", "review": "All Over India, This Is The best Car So Far.\n"}, {"title": "An average car.", "review": "Riding Experience Is Nice But The Quality Of The Interior And The Plastic Which Is Used Doesn't Look Up To The Mark. Good In Space, Worthy For The People Who Use It In Cities But Body Sheet Is Thin And Doesn't Give Grip On The Road. \nRead More"}, {"title": "Excellent Car for Ordinary People", "review": "Best Look, Lightweight, Good Interior, Decent Looks, Reasonable Cost. Excellent Car For Ordinary People.\n"}, {"title": "Poor Suspension and Drive Quality", "review": "Overall It Is Good In The Design But The Poor Suspension, Ride Quality Is Not Good, Steering Feedbacks Are Amazing. Seat Comfort At Both Rear And Front Is Good But Boot Space Is Less. Gear Shifts Are Smooth But The Clutch Is On The Slightly Heavier Side, The Infotainment System Is Good But The Sound Quality Is Not Great. I Like The Diesel Engine Mo...Read More"}, {"title": "One Of The Best Cars", "review": "In The Hatchback Section, This Is One Of The Best Cars. I Have Never Seen Such Kind Of Smooth Steering. If You Have Good Height Then This Car Will Give You Complete Satisfaction. Good Millage And Good Sound.\nRead More"}, {"title": "Swift experience for 7 years", "review": "I Own A Swift VDI of 2012 Model It Had Driven Over 1 Lakh Kilometers But No Issues In Driving It Run Flawlessly Without Lag, The Only Problem Is Boot Storage, And Rear-seat Space Is Adequate For 2 People.\nRead More"}, {"title": "MARUTI SUZUKI SWIFT", "review": "I Own A 2015 VDI With ABS Mysterious Violet Swift. What To Say Abt Its Incredible Performance It Simply Rocks. It Gives Me A Mileage Of 21.3 Without Ac. I suggest You Guys Go For Swift Diesel. When The Turbo Opens Then You Will Understand Why Maruti Has Named This Car Swift. Moreover, My Car Is Really A Head-turner Because When It Looks From A Dist...Read More"}, {"title": "Best car in the Indian Market Maruti swift.", "review": "This Is A Very Traditional And Trusted Car By Maruti. I Would Proud To Have This Car.\n"}, {"title": "Best hatchback car", "review": "Maruti Swift Is One Of The Nicest Cars In Terms Of Both By The Looks And Comfort It Offers. It Is The Most Popular Car In India And Loved By Most Of The Youngsters And I Have Also Personally Driven This Car. And It Offers Great Control Over Driving. The Mileage Of This Car Is Also Pretty Good. Also Getting Good Boot Space In This Car.\nRead More"}, {"title": "Great Experience", "review": "That Car Is Amazing With An Exuberant Experience. It Always Performs Better Than Any Other Car.\n"}, {"title": "Great Car.", "review": "This Is A Great Car. Its Mileage Is Good And Also The Comfort Level And Boot Space Are Nice.\n"}, {"title": "Best car for everyone.", "review": "Maruti Swift Is One Of The Best Cars It Feels Like In A Race Car And A Very Smooth Ride. Best Design And Good Grip Wheels Getting In This Car\n"}, {"title": "Comfortable car in this segment", "review": "Maruti Swift Is A Very Comfortable Car With All The Best Features. It Is Providing Good Comfort At High Speed As Well.\n\n \n"}, {"title": "Best hatchback ever", "review": "This Machine Is Very Refined And Powerful. This Car Comes With Very Features And Boot Space. It Has Very Easy Maintenance For A Long Time, So This Car Is A Very Practical And Low Cost.car Clutch Paddle Is To Smooth And Lightly Presses It, And Steering Is Also Light. Swift Is An All-rounder Car So Swift's Platform Is The Best.\nRead More"}, {"title": "Greatest Hatchback of India", "review": "This Was My First Car In 2008 From That Year Maruti Suzuki Is Improving This Car In Every Update And Now Finally I again Bought In 2019 And Still, Its Sporty And Engine Is Smooth And Mileage Is Great Even In Petrol New Touchscreen.\nRead More"}, {"title": "Car At Its Excellence", "review": "It Is Very Comfortable And Economic For A Middle-class Family. The Look Is Also Very Pretty And Milage Is Up To 22 Kmpl (in The City) That Is More Than Enough. Every Feature Is Provided In The Top Model Which Makes It Comfortable To Each And Every Aspect. Overall, It Is Worth The Price Of The Car And Also I Recommend Everyone To Buy This.\nRead More"}, {"title": "My favorite", "review": "This Car Gives More Mileage, This Car Is Smoothly Driving And Faster And Easier going To At The Top Speed As Well.\n"}, {"title": "Very Much Comfortable Car", "review": "Driven 700kms On The Very First Trip With It And I'm Glad That There Were No NVH Levels And Was Very Much Comfortable.\n"}, {"title": "I'm the lucky one.", "review": "Maruti Swift is A Fabulous Car. The Most Comfortable Car Ever Made.\n"}, {"title": "Amazing car.", "review": "I Have Maruti Swift Since 2105, It's Very Good And Amazing Car till Now. and Also Mileage Is Very Good, I Always Promoted This Car. Maruti Swift Is Available At Affordable Prices.\nRead More"}, {"title": "Best in class Swift", "review": "Swift Is The Best In The class Car, perfect For City And Highway Driving. It Is A Reliable And Low Maintenance Car.\n"}, {"title": "Best budget car", "review": "Swift Is A Very Good Car. Driving Since June 2015 And Have Not Faced Any Issues. Maintenance Is Easy. Very Efficient.\n"}, {"title": "Best Car.", "review": "Nice Car One Of The Best Cars In Indian Road, comfortable Driving Experience In This,  value For Money.\n"}][{"title": "Good luggage space", "review": "Maruti Swift Is Too Much Comfortable Car For A Small Family. This Car Is Economical As Well As Suitable For Long Drives. Alloy Is So Strong And The Suspension Is Awesome, Getting Good Luggage Space. Service And Maintenance Are So Cheap So Any Middle-class Family Can Afford This.\nRead More"}, {"title": "Great car.", "review": "A Nice Family Car That Looks Good And Has Amazing Performance Ever After A Year. However, The built Quality Is Not So Good. \n"}, {"title": "Awesome car.", "review": "Overall A Good Hatchback, The Only Thing That Matters Is The Build Quality. The Vehicle Is Good To Drive.\n"}, {"title": "Awesome car.", "review": "Amazing Pickup With Impressive Handling And Fantastic New Features.\n"}, {"title": "A car with awesome features.", "review": "Amazing Car To Drive That Has Awesome Features And Interior Is Pretty Cool. Unbelievable Pickup And Easy To Handle.\n"}, {"title": "Best economical car.", "review": "Tried And Tested Car. One Of The Best Budget Cars In India. I Got My Swift In 2017 And Still Serving Me Well With No Problems.\n"}, {"title": "Best Car.", "review": "The Best And Cheapest Car. It Is Newly Advanced With Some Good Features Compared To Older Version Of Swift. The Steering In Simply Super Soft And The Ride Will Be Enjoyable.\nRead More"}, {"title": "Everyone's dream.", "review": "A Stylish And A Comfortable Car That Is easy To Drive And Good In Mileage. Minimum Service Cost And Within The Budget. \n"}, {"title": "Great car.", "review": "This Car Is Value For Money For A New Car Buyer. The Features Are good To Use. All The New Update Has Been Fixed In It Now.\n"}, {"title": "Great car.", "review": "This Car Is Very Comfortable And has Amazing Looks.\n"}, {"title": "No built-in saftey features", "review": "I Give 3 Stars Because Global NCAP Safety Ratings Are 3-star Ratings, No Matter For Inner Car Features It All About Safety First, The Company Says Car Built Quality Of Body And Chassis Is Based On Hardtack Platform But, Is Worst To Say That's It.\nRead More"}, {"title": "Swift response", "review": "This Car Looks So Beautiful. The Car Is Affordable. The Features Of The Car Make It So Awesome. It Is Available In So Many Colours. The Interior And Exterior Of The Car Are Fabulous. Its Size Is Good...It Is Also Available In The Auto Gear Shift Option. The Engine Is So Powerful Than The Older One.\nRead More"}, {"title": "Amazing swift.", "review": "Swift Is Really A Superb Car And It Looks Great.\n"}, {"title": "Perfect hatchback.", "review": "Has Balanced Power And Features. Mileage Is Also Very Good Like 16kmpl In The City Is A Healthy Mileage. Petrol Is Too Smooth And A Light Steering Wheel, However, The Price Is Too High.\nRead More"}, {"title": "Driver's car.", "review": "Excellent Drivability, good Mileage but The Suspension And Build Quality Need To Be Improved. Still A Great Car For The City.\n"}, {"title": "Great Car.", "review": "The Car Is Amazingly Designed. The Seats Are Very Comfortable. Visibility Is Also Nice For The Driver. The Car Just Bangs On. I Love Driving This Car And Very Happy To Enjoy The Car.\nRead More"}, {"title": "The Best Car.", "review": "Maruti Swift Is The Best Car Of The Year For Me As It Works Very Smoothly, The Performance Of The Car Is Just Awesome.\n"}, {"title": "The beast.", "review": "Great Car At Such A Range Of Prices. Decent Mileage Around The 19kmpl Lxi Variant. Good Driveability And Easy To Handle In The Traffic. At This Price Range Its An Excellent Selection. Some Of The Drawbacks Felt: Built Quality Is Less Compared To The Venue. But At This Price Range Swift Is A BEAST.\nRead More"}, {"title": "Great car.", "review": "Outstanding Car With Great Torque And good Power Delivery With great Mileage And Sporty Look. It's A Full Package Of Great Torque, Bhp, And Average With An Affordable Price Tag. Its Best In Class Between Its Rivals And A Perfect Car In This Segment.\nRead More"}, {"title": "Amazing experience.", "review": "Very Much Comfortable And Very Smooth Handling It Has. It's Speed thrills And The infotainment System Excites A Lot.\n"}, {"title": "Superb performance hatchback", "review": "I Am Driving Maruti Swift. The Car Ground Clearance Is Very Good Especially Rural Areas And Driving Is Most Comfortable. If You Are Looking For A Car With Better Milage Then This Car Is Very Good.it Has Been A Wonderful Experience With The Vehicle, It Was Obvious That I Had To Do Complete Research Before Purchasing A Perfect Hatchback. It Has Been ...Read More"}, {"title": "Very good car.", "review": "Amazing Features And Great For Long Trips And An Ultimate Mileage.\n"}, {"title": "Dominates  the Hatchbacks.", "review": "This Car Defines The Mid-range Car For An Indian Family. Be It Solo Trips And packed Family Outings, This Car Hands Down The Best For The Last Decade And A Half.\n"}, {"title": "Great car.", "review": "Affordable And An Amazing Car.\n"}, {"title": "The top car.", "review": "Value For Money As it's Within The Budget And Amazing Leg-space. Totally Comfortable.\n"}, {"title": "Great car.", "review": "A High-quality Car With Great Comfort And Within The Budget.\n"}, {"title": "Swift and it rivals.", "review": "Poor Build And not So Powerful. Not So comfortable As Compared To Its Rivals But Still a Good Package. Highly Recommended.\n"}, {"title": "Best in class.", "review": "The Car With Great Mileage, Smooth Drive.\n"}, {"title": "The number one selling car.", "review": "The Number One Selling And Buying Car In India.\n"}, {"title": "Great Car.", "review": "The Car Is Very Nice, All Its Features Are Great. I Love This Car.\n"}][{"title": "The Best Car From Maruti", "review": "I Have This Car Since 2005 Then I Bought It In 2009 Now In 2019, The Most Popular And The Best Car Offered By Maruti Which Gives You Efficient Mileage And Overall performance Is Also Very Good. The Best Thing Is The Trust In Maruti Still Continues.\nRead More"}, {"title": "Price and Drive Amazing", "review": "Almost Good And The Price Is Very Reasonable. Light Noise, Music Quality Are So good Better Than The Other Hatchbacks. Driving Is Also Very smooth.\n"}, {"title": "Nice Looks and Beautiful Design", "review": "Nice Looks And Beautiful Design. Nice Speed Pick And Quality Car. It Is really Smooth While Driving.\n"}, {"title": "Best in the segment.", "review": "Still, The Best Car In Its Segment. Great Looks And Amazing Performance With fuel Economy As Always. Value For Money Car. Swift Still Holds Its Position With All The Amenities And Specs Like Keyless Entry, Push-button Start, And Smart infotainment System With An Android and Apple Car Play (very Useful Onboard).\nRead More"}, {"title": "Average car so far.", "review": "It Is An Average Car For Indian Families as It Delivers Amazing Mileage And This Car Gives You An Amazing Driving experience. In Fact, It Has A Great pickup.\n"}, {"title": "Looks amazing with world class comfort.", "review": "Amazing Car with Comfort And Style. Its Mileage Is Normal And Its Steering Wheel Is Adjustable By The Needs Of The Driver. Loads Of Leg space On The Driver Seat. Maruti Car Has Low Maintenance.\nRead More"}, {"title": "Highly recommended.", "review": "The Car Is Very Spacious And Has A Strong Body. It Feels Very Much Safe Inside. Low-cost Services And Comfort With Great Features. Good Resale Value.\n"}, {"title": "Smooth and affordable!", "review": "I Recently Purchased Maruti Suzuki Swift Vxi Model And Things I Noticed Is The Car Has More Space Than Before And The Steering Wheel Is Quite Smooth To Move And good For Long-distance Too. Amazing Experience So Far.\nRead More"}, {"title": "Car made for Indian roads.", "review": "Overall performance Is Great And The Most Lovable Car Within The Budget For Indian Roads. Mainly For Middle-class People.\n"}, {"title": "A very good and comfortable car.", "review": "In This Segment, This Is A Very Comfortable And Useful Car. It Made Me Feel Awesome As I have This Car For 5 Years And I Will Never Sell This Car As This Is The Best Car So Far For Me. At Last, I Can Say, This Is The Best Car For City Rides.\nRead More"}, {"title": "The car that can take away your breath.", "review": "I Have Had All The Previous Models Of Swift And It Has Been An Amazing Experience To Have This Beast Too. The Experience, The Simplicity Inside This Beast Is Unexplainable, The Power She Throws Out Is Just Amazing And The Way It Is Designed Is Just Too Damn Aerodynamic. No Noise In Cabin Just A Quite Lil beast With So Much Power And That Each And E...Read More"}, {"title": "Amazing one.", "review": "Simply Supercar, Don't Waste Your Time In Researching All Cars. Just Buy This Without Any Hesitation. This Is The Best In Class.\n"}, {"title": "This is the advanced beast.", "review": "Swift Does Justification To Its Name, As Its Very Swift On The Roads. I Have Been Driving The New Swift 2019 Petrol For 5 Months And the Ride Quality Is Excellent, It's Fuel-efficient And Very Easy To Drive, As The Clutch, Gear-box, Steering Is Absolutely Light. You Can Drive For Miles Without Feeling Tiresome. The Cabin Is All Black, Which Looks V...Read More"}, {"title": "Ultimate experience.", "review": "Amazing Driving Experience. Comfortable And Spacious With The New Design Is Attractive. Interiors Are classy And Eye-catchy. Even The Tachometer And Speedometer Are Attractive. The Lighting Of The Speedometer Too Astonishing. Totally The Car Is Worth The Price And Anyone Can Use It.\nRead More"}, {"title": "My love.", "review": "The Mileage Is very Good And, The Design Is Lovely. This Is a Comfortable Car.\n"}, {"title": "Best in class.", "review": "Maruti Swift Is The Best In Mileage And Comfort. Amazing Performance So Far.\n"}, {"title": "Best for the family.", "review": "Maintainance Cost Is Low. Mileage Is Ok For The Petrol Version As compared To Others. Comfortable For The Family.\n"}, {"title": "Amazing car.", "review": "Swift Is The most Convenient And Best-handling Car For Beginners. It Offers More Features Like Push-button Start, Automatic Climate Control, Touchscreen Infotainment System And Also Provides A Fun To Drive Experience To Its Owners, The Mileage Is Phenomenal In This Segment. I Think Because It Offers A 24kmpl Mileage On the Highway. Safety Features ...Read More"}, {"title": "Amazing car it is.", "review": "Nice Car And is Suitable For Middle-class Families. Most Powerful And Stylish Car.\n"}, {"title": "Best Hatchback.", "review": "This Is A Very Good Car Having Excellent Interior And Exterior.\n"}, {"title": "Superb car.", "review": "Complete Car With An Extreme Comfort Level, Sporty Looks. I Can Say The Best Car In The Universe. Extreme Comfort During Turns And We Can Turn Confidently. The Comfort level Of The Seats Is Very Nice.\nRead More"}, {"title": "Rough and Tough", "review": "Evergreen Car, When You Are Getting Confused About Which Car To Buy, Take This I Promise You Won't regret. I Have Been To So Many Places With This Car Even In Hills, She Never Let Me Down. The Best Part, Service Stations Are Available Everywhere, So You Don't have To Worry. Don't Think Too Much Just Go & Get It.\nRead More"}, {"title": "ABOUT NEW SWIFT.", "review": "It Is A Very Beautiful And Powerful Car. It's Ground Level Is Much Better Than The Old Swift. It Door Opening System Is Very Good. It Is Very Spacious. But One Problem Its Dicky Is Little Small Compare With Swift Dizire. Suzuki Has Improved Its Interior If We Talk To The Old Swift. Old Swift Does Not Have Led Screen But New Swift Has. It Has An Goo...Read More"}, {"title": "Best car to buy", "review": "Powerful Car, No Noise Inside the Cabin, Has A Lovely Look And Its An awesome Car With Many Features And It's A Really Outstanding Car.\n"}, {"title": "Amazing car.", "review": "Car with Decent Performance, Suitable For All. Interiors Are Good And fog Lamps Are Nice. Also, The Option Of Power Windows, And It Is Suitable For A Family Of 5 Persons. Decent mileage In Both City And highways.\nRead More"}, {"title": "Amazing car.", "review": "Excellent Car With Superb Interior And Exterior In A Low Budget. Excellent Mileage In Petrol Variant. The Perfect Engine Is In Perfect Condition With A 1200 Cc Engine At Back. Nice Boot Space And A Low Budget Car. Excellent Condition With Power Steering, Power Windows And A.C. Is in Perfect Condition.\nRead More"}, {"title": "Great car.", "review": "Maruti Makes New-generation Swift, It Is The Best Selling Car in India. The New generation Swift Is The Best In The Segment. It's Interior And Exterior is The Best. Its engine Is Excellent And It's Fuel-efficient. Recommended.\nRead More"}, {"title": "Lovely car.", "review": "I Am Using Swift ZDI from The Last year And This Time It Has really Impressed Me With Its Overall Performance, Whether It Was On The Highway, Or In City Or On Elevation. My Personal Experience With Mileage And Handling Gives It Surely 4/5.\nRead More"}, {"title": "Best Car in India", "review": "This Is An Awesome And Really Beautiful Looking Car. Easy To Drive. Since This Is A Maruti Product, So It Will Be Easy To Get In The Market As Well.\n"}, {"title": "Ultimate feel.", "review": "Best Car Of The Year And Awesome Driving. Full-on Sporty look.\n"}]